Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: Start Debug
ar: بدء التصحيح
bg_bg: Започни отстраняване на грешки
el: Έναρξη αποσφαλμάτωσης
et: Alusta silumist
fi: Aloita virheenkorjaus
id_id: Mulai debug
th: เริ่มการดีบัก

source: Billing & Invoices
ar: الفواتير والدفع
bg_bg: Фактуриране и фактури
el: Χρεώσεις & τιμολόγια
et: Arveldus ja arved
fi: Laskutus ja kuitit
id_id: Penagihan & faktur
th: การเรียกเก็บเงินและใบแจ้งหนี้

source: Deactivate License
ar: إلغاء تفعيل الترخيص
bg_bg: Деактивирай лиценз
el: Απενεργοποίηση άδειας
et: Deaktiveeri litsents
fi: Poista lisenssi käytöstä
id_id: Nonaktifkan lisensi
th: ปิดการใช้งานใบอนุญาต

source: Are you sure you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟?
bg_bg: Сигурни ли сте, че искате да продължите?
el: Είστε σίγουροι ότι θέλετε να προχωρήσετε;?
et: Kas olete kindel, et soovite jätkata?
fi: Oletko varma, että haluat jatkaa?
id_id: Kamu yakin ingin melanjutkan?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Cancel Subscription
ar: إلغاء الاشتراك
bg_bg: Откажи абонамент
el: Ακύρωση συνδρομής
et: Tühista tellimus
fi: Peruuta tilaus
id_id: Batalkan langganan
th: ยกเลิกการสมัครสมาชิก

# as synchronize
source: Sync
ar: مزامنة
bg_bg: Синхронизирай
el: Συγχρονισμός
et: Sünkroniseeri
fi: Synkronoi
id_id: Sinkronkan
th: ซิงค์

source: Name
ar: الاسم
bg_bg: Име
el: Όνομα
et: Nimi
fi: Nimi
id_id: Nama
th: ชื่อ

source: Email
ar: البريد الإلكتروني
bg_bg: Имейл
et: E-post
fi: Sähköposti
th: อีเมล

source: User ID
ar: معرف المستخدم
bg_bg: Потребителско ID
el: ID χρήστη
et: Kasutaja ID
fi: Käyttäjätunnus
id_id: ID Pengguna
th: ID ผู้ใช้

source: ID
ar: المعرف
fi: Tunnus

source: Site ID
ar: معرف الموقع
bg_bg: ID на сайта
el: ID ιστοσελίδας
et: Saidi ID
fi: Sivuston tunnus
id_id: ID Situs
th: ID เว็บไซต์

source: No ID
ar: لا يوجد معرف
bg_bg: Без ID
el: Χωρίς ID
et: ID puudub
fi: Ei tunnusta
id_id: Tidak ada ID
th: ไม่มี ID

source: Public Key
ar: المفتاح العام
bg_bg: Публичен ключ
el: Δημόσιο κλειδί
et: Avalik võti
fi: Julkinen avain
id_id: Kunci publik
th: คีย์สาธารณะ

source: Secret Key
ar: المفتاح السري
bg_bg: Таен ключ
el: Μυστικό κλειδί
et: Salajane võti
fi: Salainen avain
id_id: Kunci rahasia
th: คีย์ลับ

# as secret encryption key missing
source: No Secret
ar: لا يوجد مفتاح سري
bg_bg: Без таен ключ
el: Χωρίς μυστικό
et: Salajane võti puudub
fi: Ei salaista avainta
id_id: Tidak ada rahasia
th: ไม่มีคีย์ลับ

source: License Key
ar: مفتاح الترخيص
bg_bg: Лицензен ключ
el: Κλειδί άδειας
et: Litsentsi võti
fi: Lisenssiavain
id_id: Kunci lisensi
th: คีย์ใบอนุญาต

source: Trial
ar: تجريبي
bg_bg: Пробен период
el: Δοκιμαστική περίοδος
et: Prooviversioon
fi: Kokeilu
id_id: Uji coba
th: ทดลองใช้

source: Join the Beta program
ar: الانضمام إلى برنامج بيتا
bg_bg: Присъедини се към Бета програмата
el: Συμμετοχή στο πρόγραμμα Beta
et: Liitu beetaprogrammiga
fi: Liity beetaohjelmaan
id_id: Bergabung dengan program Beta
th: เข้าร่วมโปรแกรมเบต้า

source: not verified
ar: غير مؤكد
bg_bg: непотвърден
el: μη επιβεβαιωμένο
et: kinnitamata
fi: ei vahvistettu
id_id: belum diverifikasi
th: ยังไม่ได้ยืนยัน

source: Free version
ar: النسخة المجانية
bg_bg: Безплатна версия
el: Δωρεάν έκδοση
et: Tasuta versioon
fi: Ilmainen versio
id_id: Versi gratis
th: เวอร์ชันฟรี

source: Premium version
ar: النسخة المتميزة
bg_bg: Премиум версия
el: Premium έκδοση
et: Premium versioon
fi: Premium-versio
id_id: Versi premium
th: เวอร์ชันพรีเมียม

source: Expired
ar: منتهي الصلاحية
bg_bg: Изтекъл
el: Έληξε
et: Aegunud
fi: Vanhentunut
id_id: Kedaluwarsa
th: หมดอายุ

source: Verify Email
ar: تأكيد البريد الإلكتروني
bg_bg: Потвърди имейл
el: Επιβεβαίωση email
et: Kinnita e-post
fi: Vahvista sähköposti
id_id: Verifikasi email
th: ยืนยันอีเมล

source: Change User
ar: تغيير المستخدم
bg_bg: Промени потребител
el: Αλλαγή χρήστη
et: Muuda kasutajat
fi: Vaihda käyttäjää
id_id: Ganti pengguna
th: เปลี่ยนผู้ใช้

source: What is your %s?
ar: ما هو %s الخاص بك؟?
bg_bg: Какъв е вашият %s?
el: Ποιο είναι το %s σας;?
et: Mis on teie %s?
fi: Mikä on sinun %s?
id_id: Apa %s kamu?
th: %s ของคุณคืออะไร?

# verb
source: Edit
ar: تعديل
bg_bg: Редактирай
el: Επεξεργασία
et: Muuda
fi: Muokkaa
th: แก้ไข

# verb
source: Show
ar: عرض
bg_bg: Покажи
el: Εμφάνιση
et: Näita
fi: Näytä
id_id: Tampilkan
th: แสดง

source: Download %s Version
ar: تنزيل إصدار %s
bg_bg: Изтегли %s версия
el: Λήψη έκδοσης %s
et: Laadi alla %s versioon
fi: Lataa %s versio
id_id: Unduh versi %s
th: ดาวน์โหลดเวอร์ชัน %s

source: Download Paid Version
ar: تنزيل النسخة المدفوعة
bg_bg: Изтегли платена версия
el: Λήψη επί πληρωμή έκδοσης
et: Laadi alla tasuline versioon
fi: Lataa maksullinen versio
id_id: Unduh versi berbayar
th: ดาวน์โหลดเวอร์ชันที่ต้องชำระเงิน

source: Sites
ar: المواقع
bg_bg: Сайтове
el: Ιστοσελίδες
et: Saidid
fi: Sivustot
id_id: Situs
th: เว็บไซต์

source: Search by address
ar: البحث حسب العنوان
bg_bg: Търси по адрес
el: Αναζήτηση με διεύθυνση
et: Otsi aadressi järgi
fi: Hae osoitteella
id_id: Cari berdasarkan alamat
th: ค้นหาตามที่อยู่

source: Address
ar: العنوان
bg_bg: Адрес
el: Διεύθυνση
et: Aadress
fi: Osoite
id_id: Alamat
th: ที่อยู่

source: License
ar: الترخيص
bg_bg: Лиценз
el: Άδεια
et: Litsents
fi: Lisenssi
id_id: Lisensi
th: ใบอนุญาต

source: Plan
ar: الخطة
bg_bg: План
el: Πλάνο
et: Plaan
fi: Suunnitelma
id_id: Paket
th: แผน

# as software license
source: License
ar: الترخيص
bg_bg: Лиценз
el: Άδεια
et: Litsents
fi: Lisenssi
id_id: Lisensi
th: ใบอนุญาต

# verb
source: Hide
ar: إخفاء
bg_bg: Скрий
el: Απόκρυψη
et: Peida
fi: Piilota
id_id: Sembunyikan
th: ซ่อน

source: Processing
ar: جاري المعالجة
bg_bg: Обработка
el: Επεξεργασία
et: Töötlemine
fi: Käsitellään
id_id: Memproses
th: กำลังประมวลผล

source: Get updates for bleeding edge Beta versions of %s.
ar: احصل على تحديثات لإصدارات بيتا الأحدث من %s.
bg_bg: Получавайте актуализации за най-новите Бета версии на %s.
el: Λάβετε ενημερώσεις για τις πιο πρόσφατες εκδόσεις Beta του %s.
et: Hangi uuendusi %s uusimate beetaversioonide jaoks.
fi: Saat päivityksiä %s:n uusimpiin beetaversioihin.
id_id: Dapatkan pembaruan untuk versi Beta terbaru dari %s.
th: รับการอัปเดตสำหรับเวอร์ชันเบต้าล่าสุดของ %s.

source: Cancelling %s
ar: إلغاء %s
bg_bg: Отказване на %s
el: Ακύρωση %s
et: %s tühistamine
fi: Peruutetaan %s
id_id: Membatalkan %s
th: กำลังยกเลิก %s

source: trial
ar: الفترة التجريبية
bg_bg: пробен период
el: δοκιμαστικής περιόδου
et: prooviversioon
fi: kokeilu
id_id: uji coba
th: การทดลองใช้

source: Cancelling %s...
ar: جاري إلغاء %s...
bg_bg: Отказване на %s...
el: Ακύρωση %s...
et: %s tühistamine...
fi: Peruutetaan %s...
id_id: Membatalkan %s...
th: กำลังยกเลิก %s...

source: subscription
ar: الاشتراك
bg_bg: абонамент
el: συνδρομής
et: tellimus
fi: tilaus
id_id: langganan
th: การสมัครสมาชิก

source: Deactivating your license will block all premium features, but will enable activating the license on another site. Are you sure you want to proceed?
ar: سيؤدي إلغاء تفعيل ترخيصك إلى حظر جميع الميزات المتميزة، ولكنه سيتيح تفعيل الترخيص على موقع آخر. هل أنت متأكد أنك تريد المتابعة؟?
bg_bg: Деактивирането на вашия лиценз ще блокира всички премиум функции, но ще позволи активиране на лиценза на друг сайт. Сигурни ли сте, че искате да продължите?
el: Η απενεργοποίηση της άδειάς σας θα μπλοκάρει όλες τις premium λειτουργίες, αλλά θα επιτρέψει την ενεργοποίηση της άδειας σε άλλη ιστοσελίδα. Είστε σίγουροι ότι θέλετε να προχωρήσετε;?
et: Litsentsi deaktiveerimine blokeerib kõik premium-funktsioonid, kuid võimaldab litsentsi aktiveerida teisel saidil. Kas olete kindel, et soovite jätkata?
fi: Lisenssin poistaminen käytöstä estää kaikki premium-ominaisuudet, mutta mahdollistaa lisenssin aktivoinnin toisella sivustolla. Haluatko varmasti jatkaa?
id_id: Menonaktifkan lisensi kamu akan memblokir semua fitur premium, tapi akan memungkinkan mengaktifkan lisensi di situs lain. Kamu yakin ingin melanjutkan?
th: การปิดการใช้งานใบอนุญาตของคุณจะปิดกั้นฟีเจอร์พรีเมียมทั้งหมด แต่จะช่วยให้คุณสามารถเปิดใช้งานใบอนุญาตบนเว็บไซต์อื่นได้ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Disabling white-label mode
ar: تعطيل وضع العلامة البيضاء
bg_bg: Изключване на режима на бяло етикетиране
el: Απενεργοποίηση λειτουργίας white-label
et: Valge märgistuse režiimi väljalülitamine
fi: Poistetaan white-label-tila käytöstä
id_id: Menonaktifkan mode white-label
th: กำลังปิดโหมดไวท์เลเบล

source: Enabling white-label mode
ar: تمكين وضع العلامة البيضاء
bg_bg: Включване на режима на бяло етикетиране
el: Ενεργοποίηση λειτουργίας white-label
et: Valge märgistuse režiimi sisselülitamine
fi: Otetaan white-label-tila käyttöön
id_id: Mengaktifkan mode white-label
th: กำลังเปิดโหมดไวท์เลเบล

source: View details
ar: عرض التفاصيل
bg_bg: Виж детайли
el: Προβολή λεπτομερειών
et: Vaata üksikasju
fi: Näytä tiedot
id_id: Lihat detail
th: ดูรายละเอียด

source: Add Ons for %s
ar: إضافات لـ %s
bg_bg: Добавки за %s
el: Πρόσθετα για %s
et: Lisandmoodulid %s jaoks
fi: Lisäosat %s:lle
id_id: Add-on untuk %s
th: ส่วนเสริมสำหรับ %s

source: We couldn't load the add-ons list. It's probably an issue on our side, please try to come back in few minutes.
ar: لم نتمكن من تحميل قائمة الإضافات. من المحتمل أن تكون مشكلة من جانبنا، يرجى المحاولة مرة أخرى بعد بضع دقائق.
bg_bg: Не успяхме да заредим списъка с добавки. Вероятно е проблем от наша страна, моля, опитайте отново след няколко минути.
el: Δεν μπορέσαμε να φορτώσουμε τη λίστα πρόσθετων. Πιθανώς είναι πρόβλημα από την πλευρά μας, παρακαλούμε προσπαθήστε ξανά σε λίγα λεπτά.
et: Me ei saanud lisandmoodulite nimekirja laadida. Tõenäoliselt on tegemist probleemiga meie poolel, palun proovige mõne minuti pärast uuesti.
fi: Lisäosalistaa ei voitu ladata. Kyseessä on todennäköisesti ongelma meidän päässämme, yritä palata muutaman minuutin kuluttua.
id_id: Kami tidak bisa memuat daftar add-on. Mungkin ada masalah di sisi kami, silakan coba kembali dalam beberapa menit.
th: เราไม่สามารถโหลดรายการส่วนเสริมได้ อาจเป็นปัญหาจากทางเรา โปรดลองกลับมาใหม่ในอีกสักครู่.

# active add-on
source: Active
ar: نشط
bg_bg: Активен
el: Ενεργό
et: Aktiivne
fi: Aktiivinen
id_id: Aktif
th: ใช้งานอยู่

# installed add-on
source: Installed
ar: مثبت
bg_bg: Инсталиран
el: Εγκατεστημένο
et: Installitud
fi: Asennettu
id_id: Terpasang
th: ติดตั้งแล้ว

# as close a window
source: Dismiss
ar: تجاهل
bg_bg: Отхвърли
el: Απόρριψη
et: Loobu
fi: Hylkää
id_id: Tutup
th: ปิด

source: %s sec
ar: %s ثانية
bg_bg: %s сек
el: %s δευτ
et: %s sek
fi: %s s
id_id: %s detik
th: %s วินาที

source: Automatic Installation
ar: التثبيت التلقائي
bg_bg: Автоматична инсталация
el: Αυτόματη εγκατάσταση
et: Automaatne installimine
fi: Automaattinen asennus
id_id: Pemasangan otomatis
th: การติดตั้งอัตโนมัติ

source: An automated download and installation of %s (paid version) from %s will start in %s. If you would like to do it manually - click the cancellation button now.
ar: سيبدأ التنزيل والتثبيت التلقائي لـ %s (النسخة المدفوعة) من %s خلال %s. إذا كنت ترغب في القيام بذلك يدويًا - انقر على زر الإلغاء الآن.
bg_bg: Автоматичното изтегляне и инсталиране на %s (платена версия) от %s ще започне след %s. Ако искате да го направите ръчно - натиснете бутона за отказ сега.
el: Θα ξεκινήσει αυτόματη λήψη και εγκατάσταση του %s (έκδοση επί πληρωμή) από το %s σε %s. Αν θέλετε να το κάνετε χειροκίνητα - κάντε κλικ στο κουμπί ακύρωσης τώρα.
et: Automaatne %s (tasuline versioon) allalaadimine ja installimine %s-st algab %s pärast. Kui soovite seda käsitsi teha, klõpsake kohe tühistamise nuppu.
fi: Automaattinen %s:n (maksullinen versio) lataus ja asennus %s:sta alkaa %s kuluttua. Jos haluat tehdä sen manuaalisesti, klikkaa peruutuspainiketta nyt.
id_id: Unduhan dan instalasi otomatis %s (versi berbayar) dari %s akan dimulai dalam %s. Jika kamu ingin melakukannya secara manual - klik tombol pembatalan sekarang.
th: การดาวน์โหลดและติดตั้ง %s (เวอร์ชันเสียเงิน) จาก %s แบบอัตโนมัติจะเริ่มขึ้นใน %s ถ้าคุณต้องการทำด้วยตัวเอง ให้คลิกปุ่มยกเลิกตอนนี้.

source: The installation process has started and may take a few minutes to complete. Please wait until it is done - do not refresh this page.
ar: بدأت عملية التثبيت وقد تستغرق بضع دقائق حتى تكتمل. يرجى الانتظار حتى تنتهي - لا تقم بتحديث هذه الصفحة.
bg_bg: Процесът на инсталиране е започнал и може да отнеме няколко минути. Моля, изчакайте докато приключи - не опреснявайте тази страница.
el: Η διαδικασία εγκατάστασης έχει ξεκινήσει και μπορεί να διαρκέσει μερικά λεπτά. Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί - μην ανανεώσετε αυτή τη σελίδα.
et: Installimine on alanud ja võib võtta mõne minuti. Palun oodake, kuni see on lõppenud - ärge värskendage seda lehte.
fi: Asennusprosessi on alkanut ja saattaa kestää muutaman minuutin. Odota kunnes se on valmis - älä päivitä tätä sivua.
id_id: Proses instalasi telah dimulai dan mungkin membutuhkan beberapa menit untuk selesai. Harap tunggu sampai selesai - jangan refresh halaman ini.
th: กระบวนการติดตั้งได้เริ่มต้นแล้วและอาจใช้เวลาสักครู่ โปรดรอจนกว่าจะเสร็จสิ้น - อย่ารีเฟรชหน้านี้นะ.

source: Cancel Installation
ar: إلغاء التثبيت
bg_bg: Отмени инсталацията
el: Ακύρωση εγκατάστασης
et: Tühista installimine
fi: Peruuta asennus
id_id: Batalkan instalasi
th: ยกเลิกการติดตั้ง

# greeting
source: Hey %s,
ar: مرحبًا %s،,
bg_bg: Здравей %s,
el: Γεια σου %s,
et: Tere %s,
fi: Hei %s,
id_id: Halo %s,
th: สวัสดี %s,

source: Thank you for updating to %1$s v%2$s!
ar: شكرًا لك على التحديث إلى %1$s الإصدار %2$s!
bg_bg: Благодарим ти, че обнови до %1$s v%2$s!
el: Ευχαριστούμε που ενημερώσατε στο %1$s v%2$s!
et: Täname, et uuendasite versioonile %1$s v%2$s!
fi: Kiitos, että päivitit versioon %1$s v%2$s!
id_id: Terima kasih telah memperbarui ke %1$s v%2$s!
th: ขอบคุณที่อัปเดตเป็น %1$s v%2$s นะ!

source: Never miss an important update
ar: لا تفوت أي تحديث مهم
bg_bg: Никога не пропускай важна актуализация
el: Μη χάσετε ποτέ μια σημαντική ενημέρωση
et: Ärge jääge kunagi olulisest uuendusest ilma
fi: Älä koskaan missaa tärkeää päivitystä
id_id: Jangan lewatkan pembaruan penting
th: ไม่พลาดการอัปเดตสำคัญ

source: Allow & Continue
ar: السماح والمتابعة
bg_bg: Разреши и продължи
el: Αποδοχή & συνέχεια
et: Luba ja jätka
fi: Salli ja jatka
id_id: Izinkan & lanjutkan
th: อนุญาตและดำเนินการต่อ

source: We have introduced this opt-in so you never miss an important update and help us make the %s more compatible with your site and better at doing what you need it to.
ar: لقد قدمنا هذا الاشتراك الاختياري حتى لا تفوتك أي تحديثات مهمة وتساعدنا في جعل %s أكثر توافقًا مع موقعك وأفضل في أداء ما تحتاجه.
bg_bg: Въведохме тази опция, за да не пропускате важни актуализации и да ни помогнете да направим %s по-съвместим с вашия сайт и по-добър в това, от което се нуждаете.
el: Εισαγάγαμε αυτή την επιλογή συμμετοχής ώστε να μη χάσετε ποτέ μια σημαντική ενημέρωση και να μας βοηθήσετε να κάνουμε το %s πιο συμβατό με τον ιστότοπό σας και καλύτερο στο να κάνει αυτό που χρειάζεστε.
et: Oleme selle nõusoleku lisanud, et te ei jääks kunagi olulisest uuendusest ilma ja aitaksite meil muuta %s teie saidiga ühilduvamaks ja teie vajadustele paremini vastavaks.
fi: Olemme ottaneet käyttöön tämän valinnaisen ominaisuuden, jotta et koskaan missaisi tärkeää päivitystä ja auttaisit meitä tekemään %s:sta yhteensopivamman sivustosi kanssa ja paremman tekemään sen, mitä tarvitset.
id_id: Kami memperkenalkan opsi ini agar kamu tidak pernah melewatkan pembaruan penting dan membantu kami membuat %s lebih kompatibel dengan situsmu dan lebih baik dalam melakukan apa yang kamu butuhkan.
th: เราได้แนะนำตัวเลือกนี้เพื่อให้คุณไม่พลาดการอัปเดตสำคัญ และช่วยให้เราทำให้ %s เข้ากันได้กับเว็บไซต์ของคุณมากขึ้น และทำงานได้ดีขึ้นตามที่คุณต้องการ.

source: Opt in to get email notifications for security & feature updates, educational content, and occasional offers, and to share some basic WordPress environment info.
ar: اشترك للحصول على إشعارات البريد الإلكتروني للتحديثات الأمنية والميزات الجديدة، والمحتوى التعليمي، والعروض الخاصة من حين لآخر، ولمشاركة بعض المعلومات الأساسية عن بيئة WordPress الخاصة بك.
bg_bg: Включете се, за да получавате имейл известия за актуализации на сигурността и функциите, образователно съдържание и случайни оферти, както и да споделяте основна информация за WordPress средата.
el: Επιλέξτε να λαμβάνετε ειδοποιήσεις μέσω email για ενημερώσεις ασφαλείας & λειτουργιών, εκπαιδευτικό περιεχόμενο και περιστασιακές προσφορές, και να μοιραστείτε κάποιες βασικές πληροφορίες για το περιβάλλον WordPress.
et: Nõustuge e-posti teel saama teateid turvalisuse ja funktsioonide uuenduste, hariva sisu ja aeg-ajalt pakkumiste kohta ning jagama mõningaid põhilisi WordPressi keskkonna andmeid.
fi: Valitse saadaksesi sähköposti-ilmoituksia tietoturva- ja ominaisuuspäivityksistä, opetussisällöstä ja satunnaisista tarjouksista, sekä jakaaksesi joitakin perustietoja WordPress-ympäristöstäsi.
id_id: Pilih untuk mendapatkan notifikasi email tentang pembaruan keamanan & fitur, konten edukasi, dan penawaran sesekali, serta untuk berbagi beberapa info dasar lingkungan WordPress.
th: เลือกรับการแจ้งเตือนทางอีเมลสำหรับอัปเดตความปลอดภัยและฟีเจอร์ใหม่ เนื้อหาให้ความรู้ และข้อเสนอพิเศษเป็นครั้งคราว รวมถึงแบ่งปันข้อมูลพื้นฐานเกี่ยวกับสภาพแวดล้อม WordPress ของคุณ.

source: If you skip this, that's okay! %1$s will still work just fine.
ar: إذا تخطيت هذا، فلا بأس! سيظل %1$s يعمل بشكل جيد.
bg_bg: Ако пропуснете това, няма проблем! %1$s ще продължи да работи нормално.
el: Αν το παραλείψετε, δεν πειράζει! Το %1$s θα εξακολουθεί να λειτουργεί μια χαρά.
et: Kui jätate selle vahele, pole hullu! %1$s töötab endiselt hästi.
fi: Jos ohitat tämän, se on okei! %1$s toimii silti aivan hyvin.
id_id: Jika kamu melewatkan ini, tidak apa-apa! %1$s akan tetap berfungsi dengan baik.
th: ถ้าคุณข้ามขั้นตอนนี้ก็ไม่เป็นไร! %1$s จะยังคงทำงานได้ตามปกติ.

source: Opt in to get email notifications for security & feature updates, educational content, and occasional offers, and to share some basic WordPress environment info. This will help us make the %s more compatible with your site and better at doing what you need it to.
ar: اشترك للحصول على إشعارات البريد الإلكتروني للتحديثات الأمنية والميزات الجديدة، والمحتوى التعليمي، والعروض الخاصة من حين لآخر، ولمشاركة بعض المعلومات الأساسية عن بيئة WordPress الخاصة بك. سيساعدنا هذا في جعل %s أكثر توافقًا مع موقعك وأفضل في أداء ما تحتاجه.
bg_bg: Включете се, за да получавате имейл известия за актуализации на сигурността и функциите, образователно съдържание и случайни оферти, както и да споделяте основна информация за WordPress средата. Това ще ни помогне да направим %s по-съвместим с вашия сайт и по-добър в това, от което се нуждаете.
el: Επιλέξτε να λαμβάνετε ειδοποιήσεις μέσω email για ενημερώσεις ασφαλείας & λειτουργιών, εκπαιδευτικό περιεχόμενο και περιστασιακές προσφορές, και να μοιραστείτε κάποιες βασικές πληροφορίες για το περιβάλλον WordPress. Αυτό θα μας βοηθήσει να κάνουμε το %s πιο συμβατό με τον ιστότοπό σας και καλύτερο στο να κάνει αυτό που χρειάζεστε.
et: Nõustuge e-posti teel saama teateid turvalisuse ja funktsioonide uuenduste, hariva sisu ja aeg-ajalt pakkumiste kohta ning jagama mõningaid põhilisi WordPressi keskkonna andmeid. See aitab meil muuta %s teie saidiga ühilduvamaks ja teie vajadustele paremini vastavaks.
fi: Valitse saadaksesi sähköposti-ilmoituksia tietoturva- ja ominaisuuspäivityksistä, opetussisällöstä ja satunnaisista tarjouksista, sekä jakaaksesi joitakin perustietoja WordPress-ympäristöstäsi. Tämä auttaa meitä tekemään %s:sta yhteensopivamman sivustosi kanssa ja paremman tekemään sen, mitä tarvitset.
id_id: Pilih untuk mendapatkan notifikasi email tentang pembaruan keamanan & fitur, konten edukasi, dan penawaran sesekali, serta untuk berbagi beberapa info dasar lingkungan WordPress. Ini akan membantu kami membuat %s lebih kompatibel dengan situsmu dan lebih baik dalam melakukan apa yang kamu butuhkan.
th: เลือกรับการแจ้งเตือนทางอีเมลสำหรับอัปเดตความปลอดภัยและฟีเจอร์ใหม่ เนื้อหาให้ความรู้ และข้อเสนอพิเศษเป็นครั้งคราว รวมถึงแบ่งปันข้อมูลพื้นฐานเกี่ยวกับสภาพแวดล้อม WordPress ของคุณ สิ่งนี้จะช่วยให้เราทำให้ %s เข้ากันได้กับเว็บไซต์ของคุณมากขึ้น และทำงานได้ดีขึ้นตามที่คุณต้องการ.

source: Welcome to %s! To get started, please enter your license key:
ar: مرحبًا بك في %s! للبدء، يرجى إدخال مفتاح الترخيص الخاص بك:
bg_bg: Добре дошли в %s! За да започнете, моля, въведете вашия лицензионен ключ:
el: Καλώς ήρθατε στο %s! Για να ξεκινήσετε, παρακαλώ εισάγετε το κλειδί άδειας χρήσης σας:
et: Tere tulemast %s! Alustamiseks sisestage oma litsentsivõti:
fi: Tervetuloa %s:een! Aloittaaksesi, syötä lisenssinavaimesi:
id_id: Selamat datang di %s! Untuk memulai, silakan masukkan kunci lisensimu:
th: ยินดีต้อนรับสู่ %s! เพื่อเริ่มต้น โปรดป้อนรหัสใบอนุญาตของคุณ:

source: Re-send activation email
ar: إعادة إرسال بريد التفعيل
bg_bg: Изпрати отново имейл за активация
el: Επανάληψη αποστολής email ενεργοποίησης
et: Saada aktiveerimise e-kiri uuesti
fi: Lähetä aktivointisähköposti uudelleen
id_id: Kirim ulang email aktivasi
th: ส่งอีเมลยืนยันการเปิดใช้งานอีกครั้ง

source: Thanks %s!
ar: شكرًا لك %s!
bg_bg: Благодарим ти, %s!
el: Ευχαριστούμε %s!
et: Aitäh %s!
fi: Kiitos %s!
id_id: Terima kasih %s!
th: ขอบคุณ %s!

source: You should receive a confirmation email for %s to your mailbox at %s. Please make sure you click the button in that email to %s.
ar: يجب أن تتلقى بريدًا إلكترونيًا للتأكيد لـ %s في صندوق بريدك على %s. يرجى التأكد من النقر على الزر في ذلك البريد الإلكتروني لـ %s.
bg_bg: Трябва да получите имейл за потвърждение за %s във вашата пощенска кутия на %s. Моля, уверете се, че сте кликнали върху бутона в този имейл, за да %s.
el: Θα πρέπει να λάβετε ένα email επιβεβαίωσης για το %s στο γραμματοκιβώτιό σας στο %s. Παρακαλούμε βεβαιωθείτε ότι κάνατε κλικ στο κουμπί σε αυτό το email για %s.
et: Peaksite saama kinnituskirja %s kohta oma postkasti aadressil %s. Palun klõpsake kindlasti selles e-kirjas olevat nuppu, et %s.
fi: Sinun pitäisi saada vahvistussähköposti %s:lle sähköpostiisi osoitteeseen %s. Varmista, että klikkaat kyseisessä sähköpostissa olevaa painiketta %s.
id_id: Kamu seharusnya menerima email konfirmasi untuk %s di kotak suratmu di %s. Pastikan kamu mengklik tombol di email tersebut untuk %s.
th: คุณควรจะได้รับอีเมลยืนยันสำหรับ %s ในกล่องจดหมายของคุณที่ %s โปรดคลิกปุ่มในอีเมลนั้นเพื่อ %s.

source: We're excited to introduce the Freemius network-level integration.
ar: يسرنا أن نقدم لك تكامل Freemius على مستوى الشبكة.
bg_bg: С вълнение представяме интеграцията на ниво мрежа на Freemius.
el: Είμαστε ενθουσιασμένοι να παρουσιάσουμε την ενσωμάτωση σε επίπεδο δικτύου του Freemius.
et: Meil on hea meel tutvustada Freemiuse võrgutaseme integratsiooni.
fi: Olemme innoissamme esitellessämme Freemius-verkkotason integraation.
id_id: Kami senang memperkenalkan integrasi tingkat jaringan Freemius.
th: เรารู้สึกตื่นเต้นที่จะแนะนำการผสานรวม Freemius ระดับเครือข่าย.

source: During the update process we detected %s site(s) in the network that are still pending your attention.
ar: أثناء عملية التحديث، اكتشفنا %s موقعًا (مواقع) في الشبكة لا تزال بحاجة إلى اهتمامك.
bg_bg: По време на процеса на актуализация открихме %s сайт(а) в мрежата, които все още очакват вашето внимание.
el: Κατά τη διαδικασία ενημέρωσης εντοπίσαμε %s ιστότοπο(ους) στο δίκτυο που εκκρεμούν ακόμη την προσοχή σας.
et: Uuendusprotsessi käigus tuvastasime võrgus %s saiti, mis ootavad endiselt teie tähelepanu.
fi: Päivitysprosessin aikana havaitsimme %s sivustoa verkostossa, jotka vaativat vielä huomiotasi.
id_id: Selama proses pembaruan, kami mendeteksi %s situs dalam jaringan yang masih memerlukan perhatianmu.
th: ในระหว่างกระบวนการอัปเดต เราตรวจพบ %s เว็บไซต์ในเครือข่ายที่ยังรอการดำเนินการจากคุณ.
