Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: An unknown error has occurred while trying to toggle the license's white-label mode.
ar: حدث خطأ غير معروف أثناء محاولة تبديل وضع العلامة البيضاء للترخيص.
bg_bg: Възникна неизвестна грешка при опит за превключване на режима на бял етикет на лиценза.
el: Προέκυψε ένα άγνωστο σφάλμα κατά την προσπάθεια εναλλαγής της λειτουργίας white-label της άδειας χρήσης.
et: Litsentsi white-label režiimi lülitamisel ilmnes tundmatu viga.
fi: Tuntematon virhe tapahtui yritettäessä vaihtaa lisenssin white-label-tilaa.
id_id: Terjadi error yang tidak diketahui saat mencoba mengalihkan mode white-label lisensi.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะพยายามสลับโหมด white-label ของใบอนุญาต.

source: Your %s license was flagged as white-labeled to hide sensitive information from the WP Admin (e.g. your email, license key, prices, billing address & invoices). If you ever wish to revert it back, you can easily do it through your %s. If this was a mistake you can also %s.
ar: تم وضع علامة على ترخيص %s الخاص بك كعلامة بيضاء لإخفاء المعلومات الحساسة من لوحة تحكم WordPress (مثل بريدك الإلكتروني، ومفتاح الترخيص، والأسعار، وعنوان الفواتير والفواتير). إذا رغبت في إعادته في أي وقت، يمكنك القيام بذلك بسهولة من خلال %s. إذا كان هذا خطأ، يمكنك أيضًا %s.
bg_bg: Вашият лиценз за %s беше маркиран като с бял етикет, за да скрие чувствителна информация от WP Admin (напр. вашия имейл, лицензен ключ, цени, адрес за фактуриране и фактури). Ако някога пожелаете да го върнете обратно, можете лесно да го направите чрез вашия %s. Ако това е било грешка, можете също да го %s.
el: Η άδεια χρήσης του %s σας επισημάνθηκε ως white-labeled για να κρύψει ευαίσθητες πληροφορίες από το WP Admin (π.χ. το email σας, το κλειδί άδειας χρήσης, τις τιμές, τη διεύθυνση χρέωσης & τα τιμολόγια). Αν ποτέ θελήσετε να το επαναφέρετε, μπορείτε εύκολα να το κάνετε μέσω του %s σας. Αν αυτό ήταν λάθος, μπορείτε επίσης να το %s.
et: Teie %s litsents märgiti white-label'iks, et peita tundlikku teavet WP Adminilt (nt teie e-post, litsentsivõti, hinnad, arveldusaadress ja arved). Kui soovite selle kunagi tagasi pöörata, saate seda hõlpsasti teha oma %s kaudu. Kui see oli viga, saate selle ka %s.
fi: %s lisenssisi merkittiin white-label-tilaan arkaluontoisten tietojen piilottamiseksi WP-hallintapaneelista (esim. sähköpostisi, lisenssiavain, hinnat, laskutusosoite ja laskut). Jos haluat palauttaa sen takaisin, voit tehdä sen helposti %s kautta. Jos tämä oli virhe, voit myös %s.
id_id: Lisensi %s kamu ditandai sebagai white-labeled untuk menyembunyikan informasi sensitif dari WP Admin (misalnya email kamu, kunci lisensi, harga, alamat penagihan & faktur). Jika kamu ingin mengembalikannya, kamu bisa dengan mudah melakukannya melalui %s kamu. Jika ini adalah kesalahan, kamu juga bisa %s.
th: ใบอนุญาต %s ของคุณถูกทำเครื่องหมายเป็น white-labeled เพื่อซ่อนข้อมูลที่ละเอียดอ่อนจาก WP Admin (เช่น อีเมลของคุณ รหัสใบอนุญาต ราคา ที่อยู่สำหรับเรียกเก็บเงิน และใบแจ้งหนี้) หากคุณต้องการย้อนกลับ คุณสามารถทำได้ง่ายๆ ผ่าน %s ของคุณ หากนี่เป็นความผิดพลาด คุณสามารถ %s ได้เช่นกัน.

source: User Dashboard
ar: لوحة تحكم المستخدم
bg_bg: Потребителски панел
el: Πίνακα ελέγχου χρήστη
et: Kasutaja juhtpaneel
fi: Käyttäjän hallintapaneeli
id_id: Dashboard pengguna
th: แดชบอร์ดผู้ใช้

source: revert it now
ar: إعادته الآن
bg_bg: върнете сега
el: επαναφέρετε τώρα
et: kohe tagasi pöörata
fi: palauttaa sen nyt
id_id: mengembalikannya sekarang
th: ย้อนกลับตอนนี้

source: An unknown error has occurred while trying to set the user's beta mode.
ar: حدث خطأ غير معروف أثناء محاولة تعيين وضع البيتا للمستخدم.
bg_bg: Възникна неизвестна грешка при опит за задаване на бета режима на потребителя.
el: Προέκυψε ένα άγνωστο σφάλμα κατά την προσπάθεια ρύθμισης της λειτουργίας beta του χρήστη.
et: Kasutaja beetarežiimi seadistamisel ilmnes tundmatu viga.
fi: Tuntematon virhe tapahtui yritettäessä asettaa käyttäjän beta-tilaa.
id_id: Terjadi error yang tidak diketahui saat mencoba mengatur mode beta pengguna.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะพยายามตั้งค่าโหมด beta ของผู้ใช้.

source: Invalid new user ID or email address.
ar: معرف المستخدم الجديد أو عنوان البريد الإلكتروني غير صالح.
bg_bg: Невалиден нов потребителски ID или имейл адрес.
el: Μη έγκυρο νέο αναγνωριστικό χρήστη ή διεύθυνση email.
et: Kehtetu uue kasutaja ID või e-posti aadress.
fi: Virheellinen uusi käyttäjätunnus tai sähköpostiosoite.
id_id: ID pengguna baru atau alamat email tidak valid.
th: ID ผู้ใช้ใหม่หรือที่อยู่อีเมลไม่ถูกต้อง.

source: Sorry, we could not complete the email update. Another user with the same email is already registered.
ar: عذرًا، لم نتمكن من إكمال تحديث البريد الإلكتروني. هناك مستخدم آخر بنفس البريد الإلكتروني مسجل بالفعل.
bg_bg: Съжаляваме, не можахме да завършим актуализацията на имейла. Друг потребител със същия имейл вече е регистриран.
el: Συγγνώμη, δεν μπορέσαμε να ολοκληρώσουμε την ενημέρωση του email. Ένας άλλος χρήστης με το ίδιο email είναι ήδη εγγεγραμμένος.
et: Vabandust, me ei saanud e-posti uuendamist lõpule viia. Sama e-posti aadressiga on juba teine kasutaja registreeritud.
fi: Valitettavasti emme voineet suorittaa sähköpostin päivitystä. Toinen käyttäjä samalla sähköpostiosoitteella on jo rekisteröitynyt.
id_id: Maaf, kami tidak dapat menyelesaikan pembaruan email. Pengguna lain dengan email yang sama sudah terdaftar.
th: ขออภัย เราไม่สามารถอัปเดตอีเมลได้ มีผู้ใช้อื่นที่ใช้อีเมลเดียวกันลงทะเบียนไว้แล้ว.

source: If you would like to give up the ownership of the %s's account to %s click the Change Ownership button.
ar: إذا كنت ترغب في التخلي عن ملكية حساب %s لـ %s، انقر على زر تغيير الملكية.
bg_bg: Ако искате да се откажете от собствеността върху акаунта на %s в полза на %s, кликнете върху бутона Промяна на собствеността.
el: Αν θέλετε να παραχωρήσετε την κυριότητα του λογαριασμού %s στο %s, κάντε κλικ στο κουμπί Αλλαγή Κυριότητας.
et: Kui soovite loobuda %s konto omandiõigusest %s kasuks, klõpsake nuppu Muuda omandiõigust.
fi: Jos haluat luovuttaa %s tilin omistajuuden käyttäjälle %s, klikkaa Vaihda omistajuus -painiketta.
id_id: Jika kamu ingin menyerahkan kepemilikan akun %s ke %s klik tombol Ubah Kepemilikan.
th: หากคุณต้องการยกเลิกความเป็นเจ้าของบัญชี %s ให้กับ %s คลิกที่ปุ่มเปลี่ยนความเป็นเจ้าของ.

source: Change Ownership
ar: تغيير الملكية
bg_bg: Промяна на собствеността
el: Αλλαγή κυριότητας
et: Muuda omandiõigust
fi: Vaihda omistajuus
id_id: Ubah kepemilikan
th: เปลี่ยนความเป็นเจ้าของ

source: Invalid site details collection.
ar: مجموعة تفاصيل الموقع غير صالحة.
bg_bg: Невалидна колекция от данни за сайта.
el: Μη έγκυρη συλλογή στοιχείων ιστοτόπου.
et: Kehtetu saidi andmete kogum.
fi: Virheelliset sivuston tietojen keräystiedot.
id_id: Kumpulan detail situs tidak valid.
th: การรวบรวมรายละเอียดไซต์ไม่ถูกต้อง.

source: We can't see any active licenses associated with that email address, are you sure it's the right address?
ar: لا يمكننا رؤية أي تراخيص نشطة مرتبطة بعنوان البريد الإلكتروني هذا، هل أنت متأكد من أنه العنوان الصحيح؟?
bg_bg: Не виждаме активни лицензи, свързани с този имейл адрес, сигурни ли сте, че това е правилният адрес?
el: Δεν μπορούμε να δούμε ενεργές άδειες χρήσης που σχετίζονται με αυτή τη διεύθυνση email, είστε σίγουροι ότι είναι η σωστή διεύθυνση;?
et: Me ei näe ühtegi aktiivset litsentsi, mis oleks seotud selle e-posti aadressiga. Kas olete kindel, et see on õige aadress?
fi: Emme näe yhtään aktiivista lisenssiä liitettynä tuohon sähköpostiosoitteeseen, oletko varma että se on oikea osoite?
id_id: Kami tidak dapat melihat lisensi aktif yang terkait dengan alamat email tersebut, apakah kamu yakin itu alamat yang benar?
th: เราไม่พบใบอนุญาตที่ใช้งานอยู่ที่เกี่ยวข้องกับที่อยู่อีเมลนั้น คุณแน่ใจหรือไม่ว่าเป็นที่อยู่ที่ถูกต้อง?

source: We couldn't find your email address in the system, are you sure it's the right address?
ar: لم نتمكن من العثور على عنوان بريدك الإلكتروني في النظام، هل أنت متأكد من أنه العنوان الصحيح؟?
bg_bg: Не можахме да намерим вашия имейл адрес в системата, сигурни ли сте, че това е правилният адрес?
el: Δεν μπορέσαμε να βρούμε τη διεύθυνση email σας στο σύστημα, είστε σίγουροι ότι είναι η σωστή διεύθυνση;?
et: Me ei leidnud teie e-posti aadressi süsteemist. Kas olete kindel, et see on õige aadress?
fi: Emme löytäneet sähköpostiosoitettasi järjestelmästä, oletko varma että se on oikea osoite?
id_id: Kami tidak dapat menemukan alamat email kamu dalam sistem, apakah kamu yakin itu alamat yang benar?
th: เราไม่พบที่อยู่อีเมลของคุณในระบบ คุณแน่ใจหรือไม่ว่าเป็นที่อยู่ที่ถูกต้อง?

source: Account is pending activation. Please check your email and click the link to activate your account and then submit the affiliate form again.
ar: الحساب في انتظار التفعيل. يرجى التحقق من بريدك الإلكتروني والنقر على الرابط لتفعيل حسابك ثم إعادة تقديم نموذج الانتساب.
bg_bg: Акаунтът очаква активация. Моля, проверете имейла си и кликнете върху линка, за да активирате акаунта си, след което подайте отново формуляра за партньорство.
el: Ο λογαριασμός εκκρεμεί για ενεργοποίηση. Παρακαλώ ελέγξτε το email σας και κάντε κλικ στον σύνδεσμο για να ενεργοποιήσετε τον λογαριασμό σας και στη συνέχεια υποβάλετε ξανά τη φόρμα συνεργασίας.
et: Konto ootab aktiveerimist. Palun kontrollige oma e-kirja ja klõpsake linki, et aktiveerida oma konto ning seejärel esitage uuesti partnerivorm.
fi: Tili odottaa aktivointia. Tarkista sähköpostisi, klikkaa aktivointilinkkiä ja lähetä sitten kumppanuuslomake uudelleen.
id_id: Akun sedang menunggu aktivasi. Tolong cek email kamu dan klik link untuk mengaktifkan akunmu, lalu kirim ulang formulir afiliasi.
th: บัญชีของคุณกำลังรอการเปิดใช้งาน กรุณาตรวจสอบอีเมลของคุณและคลิกลิงก์เพื่อเปิดใช้งานบัญชี จากนั้นส่งแบบฟอร์มพันธมิตรอีกครั้ง.

source: Renew your license now
ar: جدد ترخيصك الآن
bg_bg: Поднови лиценза си сега
el: Ανανεώστε την άδειά σας τώρα
et: Uuenda oma litsentsi nüüd
fi: Uusi lisenssisi nyt
id_id: Perbarui lisensimu sekarang
th: ต่ออายุใบอนุญาตของคุณตอนนี้

source: Buy a license now
ar: اشترِ ترخيصًا الآن
bg_bg: Купи лиценз сега
el: Αγοράστε μια άδεια τώρα
et: Osta litsents nüüd
fi: Osta lisenssi nyt
id_id: Beli lisensi sekarang
th: ซื้อใบอนุญาตตอนนี้

source: %s to access version %s security & feature updates, and support.
ar: %s للوصول إلى تحديثات الأمان والميزات والدعم للإصدار %s.
bg_bg: %s за достъп до версия %s актуализации за сигурност и функции, както и поддръжка.
el: %s για πρόσβαση στην έκδοση %s ενημερώσεις ασφαλείας & λειτουργιών, και υποστήριξη.
et: %s versiooni %s turvalisuse ja funktsioonide uuenduste ning toe saamiseks.
fi: %s päästäksesi käsiksi version %s tietoturva- ja ominaisuuspäivityksiin sekä tukeen.
id_id: %s untuk mengakses pembaruan keamanan & fitur versi %s, serta dukungan.
th: %s เพื่อเข้าถึงการอัปเดตความปลอดภัยและฟีเจอร์ของเวอร์ชัน %s รวมถึงการสนับสนุน.

source: %s opt-in was successfully completed.
ar: تم إكمال الاشتراك في %s بنجاح.
bg_bg: %s включването беше успешно завършено.
el: Η συμμετοχή %s ολοκληρώθηκε με επιτυχία.
et: %s sisselogimine viidi edukalt lõpule.
fi: %s käyttöönotto onnistui.
id_id: Proses opt-in %s berhasil diselesaikan.
th: การเลือกเข้าร่วม %s สำเร็จแล้ว.

source: Your trial has been successfully started.
ar: تم بدء فترة التجربة الخاصة بك بنجاح.
bg_bg: Вашият пробен период беше успешно стартиран.
el: Η δοκιμαστική σας περίοδος ξεκίνησε με επιτυχία.
et: Teie katse on edukalt käivitatud.
fi: Kokeilujakso on aloitettu onnistuneesti.
id_id: Uji coba kamu telah berhasil dimulai.
th: เริ่มทดลองใช้งานของคุณเรียบร้อยแล้ว.

source: Your account was successfully activated with the %s plan.
ar: تم تفعيل حسابك بنجاح مع خطة %s.
bg_bg: Вашият акаунт беше успешно активиран с плана %s.
el: Ο λογαριασμός σας ενεργοποιήθηκε με επιτυχία με το πρόγραμμα %s.
et: Teie konto on edukalt aktiveeritud plaaniga %s.
fi: Tilisi aktivoitiin onnistuneesti %s-suunnitelmalla.
id_id: Akunmu berhasil diaktifkan dengan paket %s.
th: บัญชีของคุณถูกเปิดใช้งานสำเร็จด้วยแผน %s.

source: Couldn't activate %s.
ar: تعذر تفعيل %s.
bg_bg: Не можа да се активира %s.
el: Δεν ήταν δυνατή η ενεργοποίηση του %s.
et: Ei õnnestunud aktiveerida %s.
fi: %s aktivointi epäonnistui.
id_id: Tidak bisa mengaktifkan %s.
th: ไม่สามารถเปิดใช้งาน %s ได้.

source: Please contact us with the following message:
ar: يرجى الاتصال بنا مع الرسالة التالية:
bg_bg: Моля, свържете се с нас със следното съобщение:
el: Παρακαλώ επικοινωνήστε μαζί μας με το ακόλουθο μήνυμα:
et: Palun võtke meiega ühendust järgmise sõnumiga:
fi: Ota meihin yhteyttä seuraavalla viestillä:
id_id: Silakan hubungi kami dengan pesan berikut:
th: กรุณาติดต่อเราพร้อมข้อความต่อไปนี้:

source: An unknown error has occurred.
ar: حدث خطأ غير معروف.
bg_bg: Възникна неизвестна грешка.
el: Προέκυψε ένα άγνωστο σφάλμα.
et: Esines tundmatu viga.
fi: Tuntematon virhe on tapahtunut.
id_id: Terjadi kesalahan yang tidak diketahui.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ.

source: Upgrade
ar: ترقية
bg_bg: Надгради
el: Αναβάθμιση
et: Uuendamine
fi: Päivitä
id_id: Tingkatkan
th: อัปเกรด

source: Pricing
ar: التسعير
bg_bg: Ценообразуване
el: Τιμολόγηση
et: Hinnakujundus
fi: Hinnoittelu
id_id: Harga
th: ราคา

source: Start Trial
ar: بدء التجربة
bg_bg: Започни пробен период
el: Έναρξη δοκιμής
et: Alusta kohtuprotsessi
fi: Aloita kokeilu
id_id: Mulai uji coba
th: เริ่มทดลองใช้

source: Affiliation
ar: الانتساب
bg_bg: Партньорство
el: Συνεργασία
et: Liikmelisus
fi: Kumppanuus
id_id: Afiliasi
th: พันธมิตร

source: Account
ar: الحساب
bg_bg: Акаунт
el: Λογαριασμός
et: Konto
fi: Tili
id_id: Akun
th: บัญชี

source: Contact Us
ar: اتصل بنا
bg_bg: Свържете се с нас
el: Επικοινωνήστε μαζί μας
et: Võtke meiega ühendust
fi: Ota yhteyttä
id_id: Hubungi kami
th: ติดต่อเรา

source: Add-Ons
ar: الإضافات
bg_bg: Добавки
el: Πρόσθετα
fi: Lisäosat
id_id: Add-On
th: ส่วนเสริม

# noun
source: Pricing
ar: التسعير
bg_bg: Ценообразуване
el: Τιμολόγηση
et: Hinnakujundus
fi: Hinnoittelu
id_id: Harga
th: ราคา

source: Support Forum
ar: منتدى الدعم
bg_bg: Форум за поддръжка
el: Φόρουμ υποστήριξης
et: Tugifoorum
fi: Tukifoorumi
id_id: Forum dukungan
th: ฟอรั่มช่วยเหลือ

source: Your email has been successfully verified - you are AWESOME!
ar: تم التحقق من بريدك الإلكتروني بنجاح - أنت رائع!
bg_bg: Вашият имейл беше успешно потвърден - вие сте СТРАХОТНИ!
el: Το email σας επαληθεύτηκε με επιτυχία - είστε ΚΑΤΑΠΛΗΚΤΙΚΟΙ!
et: Teie e-post on edukalt kinnitatud - te olete HEA!
fi: Sähköpostisi on vahvistettu onnistuneesti - olet MAHTAVA!
id_id: Email kamu sudah berhasil diverifikasi - kamu KEREN!
th: อีเมลของคุณได้รับการยืนยันเรียบร้อยแล้ว - คุณเจ๋งมาก!

# a positive response
source: Right on
ar: تمام
bg_bg: Точно така
el: Πολύ σωστά
et: Õigus
fi: Hienoa
id_id: Bagus sekali
th: ถูกต้องแล้ว

source: seems like the key you entered doesn't match our records.
ar: يبدو أن المفتاح الذي أدخلته لا يتطابق مع سجلاتنا.
bg_bg: изглежда, че въведеният ключ не съвпада с нашите записи.
el: φαίνεται ότι το κλειδί που εισάγατε δεν ταιριάζει με τα αρχεία μας.
et: tundub, et teie sisestatud võti ei vasta meie andmetele.
fi: näyttää siltä, että antamasi avain ei täsmää tietoihimme.
id_id: sepertinya kunci yang kamu masukkan tidak cocok dengan catatan kami.
th: ดูเหมือนว่าคีย์ที่คุณป้อนไม่ตรงกับบันทึกของเรา.

source: Debug mode was successfully enabled and will be automatically disabled in 60 min. You can also disable it earlier by clicking the "Stop Debug" link.
ar: تم تمكين وضع التصحيح بنجاح وسيتم تعطيله تلقائيًا خلال 60 دقيقة. يمكنك أيضًا تعطيله مبكرًا بالنقر على رابط ”إيقاف التصحيح“.
bg_bg: Режимът за отстраняване на грешки беше успешно активиран и ще бъде автоматично деактивиран след 60 минути. Можете също да го деактивирате по-рано, като кликнете върху връзката „Спри отстраняването на грешки“.
el: Η λειτουργία εντοπισμού σφαλμάτων ενεργοποιήθηκε με επιτυχία και θα απενεργοποιηθεί αυτόματα σε 60 λεπτά. Μπορείτε επίσης να την απενεργοποιήσετε νωρίτερα κάνοντας κλικ στον σύνδεσμο “Διακοπή εντοπισμού σφαλμάτων”.
et: Debugimisrežiim on edukalt sisse lülitatud ja see lülitatakse automaatselt välja 60 minuti pärast. Saate selle ka varem välja lülitada, klõpsates lingil "Stop Debug".
fi: Debug-tila otettiin onnistuneesti käyttöön ja se poistetaan automaattisesti käytöstä 60 minuutin kuluttua. Voit myös poistaa sen käytöstä aiemmin klikkaamalla ”Lopeta Debug” -linkkiä.
id_id: Mode debug berhasil diaktifkan dan akan dinonaktifkan secara otomatis dalam 60 menit. Kamu juga bisa menonaktifkannya lebih awal dengan mengklik tautan “Hentikan Debug”.
th: เปิดใช้งานโหมดดีบักเรียบร้อยแล้วและจะปิดโดยอัตโนมัติใน 60 นาที คุณสามารถปิดได้ก่อนหน้านี้โดยคลิกที่ลิงก์ “หยุดดีบัก”.

source: Your %s Add-on plan was successfully upgraded.
ar: تمت ترقية خطة إضافة %s الخاصة بك بنجاح.
bg_bg: Вашият план за добавката %s беше успешно надграден.
el: Το πρόγραμμα πρόσθετου %s αναβαθμίστηκε με επιτυχία.
et: Teie %s lisandmooduli plaan uuendati edukalt.
fi: %s-lisäosan suunnitelmasi päivitettiin onnistuneesti.
id_id: Paket Add-on %s kamu berhasil ditingkatkan.
th: อัปเกรดแผนส่วนเสริม %s ของคุณสำเร็จแล้ว.

source: %s Add-on was successfully purchased.
ar: تم شراء إضافة %s بنجاح.
bg_bg: Добавката %s беше успешно закупена.
el: Το πρόσθετο %s αγοράστηκε με επιτυχία.
et: %s lisandmoodul osteti edukalt.
fi: %s-lisäosa ostettiin onnistuneesti.
id_id: Add-on %s berhasil dibeli.
th: ซื้อส่วนเสริม %s สำเร็จแล้ว.

source: Download the latest version
ar: تحميل أحدث إصدار
bg_bg: Изтеглете последната версия
el: Κατεβάστε την τελευταία έκδοση
et: Laadige alla uusim versioon
fi: Lataa uusin versio
id_id: Unduh versi terbaru
th: ดาวน์โหลดเวอร์ชันล่าสุด

source: It seems like one of the authentication parameters is wrong. Update your Public Key, Secret Key & User ID, and try again.
ar: يبدو أن أحد معلمات المصادقة خاطئ. قم بتحديث المفتاح العام والمفتاح السري ومعرف المستخدم، وحاول مرة أخرى.
bg_bg: Изглежда, че един от параметрите за удостоверяване е грешен. Актуализирайте вашия Публичен ключ, Таен ключ и Потребителско ID и опитайте отново.
el: Φαίνεται ότι μία από τις παραμέτρους ταυτοποίησης είναι λανθασμένη. Ενημερώστε το Δημόσιο Κλειδί, το Μυστικό Κλειδί & το ID Χρήστη, και δοκιμάστε ξανά.
et: Tundub, et üks autentimisparameetritest on vale. Uuendage oma avalikku võtit, salajast võtit ja kasutaja ID-d ning proovige uuesti.
fi: Näyttää siltä, että jokin todennusparametreista on väärä. Päivitä julkinen avaimesi, salainen avaimesi ja käyttäjätunnuksesi, ja yritä uudelleen.
id_id: Sepertinya salah satu parameter autentikasi salah. Perbarui Kunci Publik, Kunci Rahasia & ID Pengguna kamu, lalu coba lagi.
th: ดูเหมือนว่าพารามิเตอร์การรับรองความถูกต้องอย่างใดอย่างหนึ่งไม่ถูกต้อง อัปเดต Public Key, Secret Key และ User ID ของคุณ แล้วลองอีกครั้ง.

source: Error received from the server:
ar: تم تلقي خطأ من الخادم:
bg_bg: Получена грешка от сървъра:
el: Σφάλμα που ελήφθη από τον διακομιστή:
et: Serverilt saadud viga:
fi: Palvelimelta saatu virhe:
id_id: Error yang diterima dari server:
th: ได้รับข้อผิดพลาดจากเซิร์ฟเวอร์:

# something somebody says when they are thinking about what you have just said.
source: Hmm
ar: همم
bg_bg: Хмм
el: Χμμ
th: อืม

source: It looks like you are still on the %s plan. If you did upgrade or change your plan, it's probably an issue on our side - sorry.
ar: يبدو أنك ما زلت على خطة %s. إذا قمت بالترقية أو تغيير خطتك، فربما يكون هناك مشكلة من جانبنا - نأسف لذلك.
bg_bg: Изглежда, че все още сте на плана %s. Ако сте надградили или променили плана си, вероятно проблемът е от наша страна - съжаляваме.
el: Φαίνεται ότι είστε ακόμα στο πρόγραμμα %s. Αν κάνατε αναβάθμιση ή αλλάξατε το πρόγραμμά σας, πιθανόν να είναι πρόβλημα από τη δική μας πλευρά - συγγνώμη.
et: Tundub, et olete endiselt %s plaanil. Kui te uuendasite või muutsite oma plaani, on tõenäoliselt tegemist meie poolse probleemiga - vabandame.
fi: Näyttää siltä, että olet edelleen %s-suunnitelmassa. Jos olet päivittänyt tai vaihtanut suunnitelmaasi, kyseessä on todennäköisesti ongelma meidän päässämme - pahoittelut.
id_id: Sepertinya kamu masih menggunakan paket %s. Jika kamu sudah meningkatkan atau mengubah paket, mungkin ini masalah dari pihak kami - maaf.
th: ดูเหมือนว่าคุณยังคงใช้แผน %s อยู่ ถ้าคุณได้อัปเกรดหรือเปลี่ยนแผนแล้ว อาจเป็นปัญหาจากทางเรา - ขออภัยด้วย.

# trial period
source: Trial
ar: تجربة
bg_bg: Пробен период
el: Δοκιμή
et: Prooviversioon
fi: Kokeilu
id_id: Uji coba
th: ทดลองใช้

source: I have upgraded my account but when I try to Sync the License, the plan remains %s.
ar: لقد قمت بترقية حسابي ولكن عندما أحاول مزامنة الترخيص، تظل الخطة %s.
bg_bg: Надградих акаунта си, но когато се опитвам да синхронизирам лиценза, планът остава %s.
el: Έχω αναβαθμίσει τον λογαριασμό μου αλλά όταν προσπαθώ να Συγχρονίσω την Άδεια, το πρόγραμμα παραμένει %s.
et: Olen oma konto uuendanud, kuid kui proovin litsentsi sünkroonida, jääb plaan endiselt %s.
fi: Olen päivittänyt tilini, mutta kun yritän synkronoida lisenssin, suunnitelma pysyy edelleen %s.
id_id: Saya sudah meningkatkan akun saya tapi ketika saya mencoba Sinkronisasi Lisensi, paketnya tetap %s.
th: ฉันได้อัปเกรดบัญชีแล้ว แต่เมื่อพยายามซิงค์ใบอนุญาต แผนยังคงเป็น %s.

source: Please contact us here
ar: يرجى الاتصال بنا هنا
bg_bg: Моля, свържете се с нас тук
el: Παρακαλώ επικοινωνήστε μαζί μας εδώ
et: Palun võtke meiega ühendust siin
fi: Ota meihin yhteyttä täällä
id_id: Silakan hubungi kami di sini
th: กรุณาติดต่อเราที่นี่

source: Your plan was successfully changed to %s.
ar: تم تغيير خطتك بنجاح إلى %s.
bg_bg: Вашият план беше успешно променен на %s.
el: Το πρόγραμμά σας άλλαξε με επιτυχία σε %s.
et: Teie plaan muudeti edukalt %s.
fi: Suunnitelmasi vaihdettiin onnistuneesti %s.
id_id: Paket kamu berhasil diubah menjadi %s.
th: เปลี่ยนแผนของคุณเป็น %s สำเร็จแล้ว.

source: Your license has expired. You can still continue using the free %s forever.
ar: انتهت صلاحية ترخيصك. لا يزال بإمكانك الاستمرار في استخدام %s المجاني إلى الأبد.
bg_bg: Вашият лиценз е изтекъл. Все още можете да продължите да използвате безплатния %s завинаги.
el: Η άδειά σας έχει λήξει. Μπορείτε να συνεχίσετε να χρησιμοποιείτε το δωρεάν %s για πάντα.
et: Teie litsents on aegunud. Saate tasuta %s kasutamist jätkata igavesti.
fi: Lisenssisi on vanhentunut. Voit jatkaa ilmaisen %s:n käyttöä ikuisesti.
id_id: Lisensi kamu sudah kedaluwarsa. Kamu masih bisa terus menggunakan %s gratis selamanya.
th: ใบอนุญาตของคุณหมดอายุแล้ว คุณยังสามารถใช้ %s ฟรีต่อไปได้ตลอด.

source: Your license has expired. %1$sUpgrade now%2$s to continue using the %3$s without interruptions.
ar: انتهت صلاحية ترخيصك. %1$sقم بالترقية الآن%2$s للاستمرار في استخدام %3$s دون انقطاع.
bg_bg: Вашият лиценз е изтекъл. %1$sНадградете сега%2$s, за да продължите да използвате %3$s без прекъсвания.
el: Η άδειά σας έχει λήξει. %1$sΑναβαθμίστε τώρα%2$s για να συνεχίσετε να χρησιμοποιείτε το %3$s χωρίς διακοπές.
et: Teie litsents on aegunud. %1$sUuendage kohe%2$s, et jätkata %3$s kasutamist ilma katkestusteta.
fi: Lisenssisi on vanhentunut. %1$sPäivitä nyt%2$s jatkaaksesi %3$s:n käyttöä keskeytyksettä.
id_id: Lisensi kamu sudah kedaluwarsa. %1$sTingkatkan sekarang%2$s untuk terus menggunakan %3$s tanpa gangguan.
th: ใบอนุญาตของคุณหมดอายุแล้ว %1$sอัปเกรดตอนนี้%2$s เพื่อใช้งาน %3$s ต่อไปโดยไม่มีการหยุดชะงัก.

source: Your license has been cancelled. If you think it's a mistake, please contact support.
ar: تم إلغاء ترخيصك. إذا كنت تعتقد أن هذا خطأ، يرجى الاتصال بالدعم.
bg_bg: Вашият лиценз е анулиран. Ако смятате, че това е грешка, моля, свържете се с поддръжката.
el: Η άδειά σας έχει ακυρωθεί. Αν πιστεύετε ότι είναι λάθος, παρακαλώ επικοινωνήστε με την υποστήριξη.
et: Teie litsents on tühistatud. Kui arvate, et tegemist on veaga, võtke palun ühendust klienditoega.
fi: Lisenssisi on peruutettu. Jos luulet, että kyseessä on virhe, ota yhteyttä tukeen.
id_id: Lisensi kamu telah dibatalkan. Jika kamu merasa ini adalah kesalahan, silakan hubungi dukungan.
th: ใบอนุญาตของคุณถูกยกเลิกแล้ว หากคุณคิดว่านี่เป็นความผิดพลาด กรุณาติดต่อฝ่ายสนับสนุน.
