Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: During the update process we detected %d site(s) that are still pending license activation.
ar: أثناء عملية التحديث، اكتشفنا %d موقعًا (مواقع) لا يزال بانتظار تفعيل الترخيص.
bg_bg: По време на процеса на актуализация открихме %d сайт(а), които все още очакват активиране на лиценза.
el: Κατά τη διαδικασία ενημέρωσης εντοπίσαμε %d ιστότοπο(ους) που εκκρεμεί ακόμη η ενεργοποίηση της άδειας χρήσης.
et: Uuendusprotsessi käigus tuvastasime %d saiti, mis ootavad endiselt litsentsi aktiveerimist.
fi: Päivitysprosessin aikana havaitsimme %d sivustoa, joilla lisenssin aktivointi on vielä kesken.
id_id: Selama proses pembaruan, kami mendeteksi %d situs yang masih menunggu aktivasi lisensi.
th: ในระหว่างกระบวนการอัปเดต เราตรวจพบ %d เว็บไซต์ที่ยังรอการเปิดใช้งานใบอนุญาต.

source: If you'd like to use the %s on those sites, please enter your license key below and click the activation button.
ar: إذا كنت ترغب في استخدام %s على تلك المواقع، يرجى إدخال مفتاح الترخيص الخاص بك أدناه والنقر على زر التفعيل.
bg_bg: Ако искате да използвате %s на тези сайтове, моля, въведете вашия лицензионен ключ по-долу и кликнете върху бутона за активиране.
el: Αν θέλετε να χρησιμοποιήσετε το %s σε αυτούς τους ιστότοπους, παρακαλώ εισάγετε το κλειδί άδειας χρήσης σας παρακάτω και κάντε κλικ στο κουμπί ενεργοποίησης.
et: Kui soovite nendel saitidel kasutada %s, sisestage allpool oma litsentsivõti ja klõpsake aktiveerimise nuppu.
fi: Jos haluat käyttää %s:a näillä sivustoilla, syötä lisenssinavaimesi alle ja klikkaa aktivointipainiketta.
id_id: Jika kamu ingin menggunakan %s di situs-situs tersebut, silakan masukkan kunci lisensimu di bawah ini dan klik tombol aktivasi.
th: หากคุณต้องการใช้ %s บนเว็บไซต์เหล่านั้น โปรดป้อนรหัสใบอนุญาตของคุณด้านล่างและคลิกปุ่มเปิดใช้งาน.

source: %s's paid features
ar: الميزات المدفوعة لـ %s
bg_bg: Платени функции на %s
el: Επί πληρωμή λειτουργίες του %s
et: %s tasulised funktsioonid
fi: %s:n maksulliset ominaisuudet
id_id: Fitur berbayar %s
th: ฟีเจอร์แบบเสียเงินของ %s

source: Alternatively, you can skip it for now and activate the license later, in your %s's network-level Account page.
ar: بدلاً من ذلك، يمكنك تخطي هذا الآن وتفعيل الترخيص لاحقًا في صفحة الحساب على مستوى شبكة %s الخاصة بك.
bg_bg: Алтернативно, можете да го пропуснете засега и да активирате лиценза по-късно в страницата на вашия %s акаунт на ниво мрежа.
el: Εναλλακτικά, μπορείτε να το παραλείψετε προς το παρόν και να ενεργοποιήσετε την άδεια χρήσης αργότερα, στη σελίδα Λογαριασμού επιπέδου δικτύου του %s.
et: Teise võimalusena võite selle praegu vahele jätta ja aktiveerida litsentsi hiljem oma %s võrgutaseme konto lehel.
fi: Vaihtoehtoisesti voit ohittaa tämän nyt ja aktivoida lisenssin myöhemmin %s:n verkkotason Tili-sivulla.
id_id: Atau, kamu bisa melewatkannya untuk saat ini dan mengaktifkan lisensi nanti di halaman Akun tingkat jaringan %s.
th: หรือคุณสามารถข้ามไปก่อนและเปิดใช้งานใบอนุญาตในภายหลังได้ที่หน้าบัญชีระดับเครือข่ายของ %s.

source: License key
ar: مفتاح الترخيص
bg_bg: Лицензионен ключ
el: Κλειδί άδειας χρήσης
et: Litsentsivõti
fi: Lisenssiavain
id_id: Kunci lisensi
th: รหัสใบอนุญาต

source: Can't find your license key?
ar: لا يمكنك العثور على مفتاح الترخيص الخاص بك؟?
bg_bg: Не можете да намерите вашия лицензионен ключ?
el: Δεν μπορείτε να βρείτε το κλειδί άδειας χρήσης σας;?
et: Ei leia oma litsentsivõtit?
fi: Etkö löydä lisenssiavaintasi?
id_id: Tidak bisa menemukan kunci lisensimu?
th: หารหัสใบอนุญาตของคุณไม่เจอ?

source: A user has not yet been associated with the license, which is necessary to prevent unauthorized activation. To assign the license to your user, you agree to share your WordPress user's full name and email address.
ar: لم يتم ربط مستخدم بالترخيص بعد، وهو أمر ضروري لمنع التفعيل غير المصرح به. لتعيين الترخيص لمستخدمك، فإنك توافق على مشاركة الاسم الكامل وعنوان البريد الإلكتروني لمستخدم WordPress الخاص بك.
bg_bg: Все още не е асоцииран потребител с лиценза, което е необходимо за предотвратяване на неоторизирана активация. За да присвоите лиценза на вашия потребител, се съгласявате да споделите пълното име и имейл адреса на вашия WordPress потребител.
el: Δεν έχει ακόμη συσχετιστεί κάποιος χρήστης με την άδεια χρήσης, κάτι που είναι απαραίτητο για την αποτροπή μη εξουσιοδοτημένης ενεργοποίησης. Για να αντιστοιχίσετε την άδεια χρήσης στον χρήστη σας, συμφωνείτε να μοιραστείτε το πλήρες όνομα και τη διεύθυνση email του χρήστη WordPress.
et: Litsentsiga pole veel seotud kasutajat, mis on vajalik volitamata aktiveerimise vältimiseks. Litsentsi oma kasutajale määramiseks nõustute jagama oma WordPressi kasutaja täisnime ja e-posti aadressi.
fi: Käyttäjää ei ole vielä yhdistetty lisenssiin, mikä on välttämätöntä luvattoman aktivoinnin estämiseksi. Yhdistääksesi lisenssin käyttäjätiliisi, suostut jakamaan WordPress-käyttäjäsi koko nimen ja sähköpostiosoitteen.
id_id: Pengguna belum dikaitkan dengan lisensi, yang diperlukan untuk mencegah aktivasi tidak sah. Untuk menetapkan lisensi ke penggunamu, kamu setuju untuk membagikan nama lengkap dan alamat email pengguna WordPress-mu.
th: ยังไม่มีผู้ใช้ที่เชื่อมโยงกับใบอนุญาตนี้ ซึ่งจำเป็นเพื่อป้องกันการเปิดใช้งานที่ไม่ได้รับอนุญาต เพื่อกำหนดใบอนุญาตให้กับผู้ใช้ของคุณ คุณยินยอมที่จะแบ่งปันชื่อเต็มและที่อยู่อีเมลของผู้ใช้ WordPress ของคุณ.

# verb
source: Skip
ar: تخطي
bg_bg: Пропусни
el: Παράλειψη
et: Jäta vahele
fi: Ohita
id_id: Lewati
th: ข้าม

source: Delegate to Site Admins
ar: تفويض لمسؤولي الموقع
bg_bg: Делегирай на администраторите на сайта
el: Ανάθεση στους διαχειριστές ιστοτόπων
et: Delegeeri saidi administraatoritele
fi: Delegoi sivuston ylläpitäjille
id_id: Serahkan ke admin situs
th: มอบหมายให้ผู้ดูแลเว็บไซต์

source: If you click it, this decision will be delegated to the sites administrators.
ar: إذا نقرت عليه، سيتم تفويض هذا القرار إلى مسؤولي المواقع.
bg_bg: Ако кликнете върху това, това решение ще бъде делегирано на администраторите на сайтовете.
el: Αν κάνετε κλικ σε αυτό, η απόφαση θα ανατεθεί στους διαχειριστές των ιστοτόπων.
et: Kui klõpsate sellel, delegeeritakse see otsus saitide administraatoritele.
fi: Jos klikkaat tätä, päätös delegoidaan sivustojen ylläpitäjille.
id_id: Jika kamu mengkliknya, keputusan ini akan diserahkan kepada administrator situs.
th: ถ้าคุณคลิก การตัดสินใจนี้จะถูกมอบหมายให้กับผู้ดูแลเว็บไซต์.

source: License issues?
ar: مشاكل في الترخيص؟?
bg_bg: Проблеми с лиценза?
el: Προβλήματα με την άδεια χρήσης;?
et: Probleemid litsentsiga?
fi: Ongelmia lisenssin kanssa?
id_id: Masalah lisensi?
th: มีปัญหาเกี่ยวกับใบอนุญาต?

source: This will allow %s to
ar: سيسمح هذا لـ %s بـ
bg_bg: Това ще позволи на %s да
el: Αυτό θα επιτρέψει στο %s να
et: See võimaldab %s-l
fi: Tämä sallii %s:n
id_id: Ini akan mengizinkan %s untuk
th: นี่จะอนุญาตให้ %s สามารถ

source: For delivery of security & feature updates, and license management, %s needs to
ar: لتسليم التحديثات الأمنية والميزات الجديدة، وإدارة الترخيص، يحتاج %s إلى
bg_bg: За доставка на актуализации за сигурност и функции, както и за управление на лиценза, %s трябва да
el: Για την παράδοση ενημερώσεων ασφαλείας & λειτουργιών, και τη διαχείριση αδειών χρήσης, το %s χρειάζεται να
et: Turvalisuse ja funktsioonide uuenduste edastamiseks ning litsentside haldamiseks peab %s
fi: Tietoturva- ja ominaisuuspäivitysten toimittamiseksi sekä lisenssin hallintaa varten %s:n täytyy
id_id: Untuk pengiriman pembaruan keamanan & fitur, dan manajemen lisensi, %s perlu
th: สำหรับการส่งมอบการอัปเดตความปลอดภัยและฟีเจอร์ใหม่ และการจัดการใบอนุญาต %s จำเป็นต้อง

source: Have a license key?
ar: هل لديك مفتاح ترخيص؟?
bg_bg: Имате лицензионен ключ?
el: Έχετε κλειδί άδειας χρήσης;?
et: Kas teil on litsentsivõti?
fi: Onko sinulla lisenssiavain?
id_id: Punya kunci lisensi?
th: มีรหัสใบอนุญาตแล้ว?

source: Don't have a license key?
ar: ليس لديك مفتاح ترخيص؟?
bg_bg: Нямате лицензионен ключ?
el: Δεν έχετε κλειδί άδειας χρήσης;?
et: Kas teil pole litsentsivõtit?
fi: Eikö sinulla ole lisenssiavainta?
id_id: Tidak punya kunci lisensi?
th: ยังไม่มีรหัสใบอนุญาต?

source: Freemius is our licensing and software updates engine
ar: Freemius هو محرك الترخيص وتحديثات البرامج الخاص بنا
bg_bg: Freemius е нашият двигател за лицензиране и актуализации на софтуера
el: Το Freemius είναι η μηχανή αδειοδότησης και ενημερώσεων λογισμικού μας
et: Freemius on meie litsentsimis- ja tarkvarauuenduste mootor
fi: Freemius on lisensointi- ja ohjelmistopäivitysmoottorimme
id_id: Freemius adalah mesin lisensi dan pembaruan perangkat lunak kami
th: Freemius คือระบบจัดการใบอนุญาตและอัปเดตซอฟต์แวร์ของเรา

source: Privacy Policy
ar: سياسة الخصوصية
bg_bg: Политика за поверителност
el: Πολιτική απορρήτου
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
id_id: Kebijakan privasi
th: นโยบายความเป็นส่วนตัว

source: Terms of Service
ar: شروط الخدمة
bg_bg: Условия за ползване
el: Όροι χρήσης
et: Teenusetingimused
fi: Käyttöehdot
id_id: Ketentuan layanan
th: ข้อกำหนดการให้บริการ

source: License Agreement
ar: اتفاقية الترخيص
bg_bg: Лицензионно споразумение
el: Συμφωνία άδειας χρήσης
et: Litsentsileping
fi: Lisenssisopimus
id_id: Perjanjian lisensi
th: ข้อตกลงการใช้งานใบอนุญาต

# as in the process of sending an email
source: Sending email
ar: جاري إرسال البريد الإلكتروني
bg_bg: Изпращане на имейл
el: Αποστολή email
et: E-kirja saatmine
fi: Lähetetään sähköpostia
id_id: Mengirim email
th: กำลังส่งอีเมล

# as activating plugin
source: Activating
ar: جاري التفعيل
bg_bg: Активиране
el: Ενεργοποίηση
et: Aktiveerimine
fi: Aktivoidaan
id_id: Mengaktifkan
th: กำลังเปิดใช้งาน

source: Contact
ar: اتصل
bg_bg: Контакт
el: Επικοινωνία
et: Kontakt
fi: Ota yhteyttä
id_id: Kontak
th: ติดต่อ

# as turned off
source: Off
ar: إيقاف
bg_bg: Изключено
el: Ανενεργό
et: Väljas
fi: Pois päältä
id_id: Mati
th: ปิด

# as turned on
source: On
ar: تشغيل
bg_bg: Включено
el: Ενεργό
et: Sees
fi: Päällä
id_id: Hidup
th: เปิด

source: Freemius Debug
ar: تصحيح أخطاء Freemius
bg_bg: Отстраняване на грешки във Freemius
el: Αποσφαλμάτωση Freemius
et: Freemiuse silumine
fi: Freemius-virheenkorjaus
id_id: Debug Freemius
th: การแก้ไขข้อบกพร่อง Freemius

# as code debugging
source: Debugging
ar: التصحيح
bg_bg: Отстраняване на грешки
el: Αποσφαλμάτωση
et: Silumine
fi: Virheenkorjaus
th: การแก้ไขข้อบกพร่อง

# timer for auto-disabling debug
source: Auto off in:
ar: إيقاف تلقائي في:
bg_bg: Автоматично изключване след:
el: Αυτόματη απενεργοποίηση σε:
et: Automaatne väljalülitus:
fi: Automaattinen sammutus:
id_id: Mati otomatis dalam:
th: ปิดอัตโนมัติใน:

source: Actions
ar: الإجراءات
bg_bg: Действия
el: Ενέργειες
et: Tegevused
fi: Toiminnot
id_id: Tindakan
th: การดำเนินการ

source: Are you sure you want to delete all Freemius data?
ar: هل أنت متأكد أنك تريد حذف جميع بيانات Freemius؟?
bg_bg: Сигурни ли сте, че искате да изтриете всички данни на Freemius?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα δεδομένα του Freemius;?
et: Kas oled kindel, et soovid kustutada kõik Freemiuse andmed?
fi: Oletko varma, että haluat poistaa kaikki Freemiuksen tiedot?
id_id: Kamu yakin mau hapus semua data Freemius?
th: คุณแน่ใจนะว่าต้องการลบข้อมูล Freemius ทั้งหมด?

source: Delete All Accounts
ar: حذف جميع الحسابات
bg_bg: Изтрий всички акаунти
el: Διαγραφή όλων των λογαριασμών
et: Kustuta kõik kontod
fi: Poista kaikki tilit
id_id: Hapus semua akun
th: ลบบัญชีทั้งหมด

source: Clear API Cache
ar: مسح ذاكرة التخزين المؤقت لـ API
bg_bg: Изчисти API кеша
el: Εκκαθάριση προσωρινής μνήμης API
et: Tühjenda API vahemälu
fi: Tyhjennä API-välimuisti
id_id: Bersihkan Cache API
th: ล้างแคช API

source: Clear Updates Transients
ar: مسح البيانات المؤقتة للتحديثات
bg_bg: Изчисти временните файлове за обновяване
el: Εκκαθάριση προσωρινών ενημερώσεων
et: Tühjenda uuenduste ajutised andmed
fi: Tyhjennä päivitysten väliaikaiset tiedot
id_id: Bersihkan transien pembaruan
th: ล้าง transients การอัปเดต

source: Reset Deactivation Snoozing
ar: إعادة ضبط تأجيل إلغاء التفعيل
bg_bg: Нулирай отлагането на деактивацията
el: Επαναφορά αναβολής απενεργοποίησης
et: Lähtesta deaktiveerimise edasilükkamine
fi: Nollaa käytöstä poiston lykkäys
id_id: Reset penundaan deaktivasi
th: รีเซ็ตการเลื่อนการยกเลิกการใช้งาน

source: Sync Data From Server
ar: مزامنة البيانات من الخادم
bg_bg: Синхронизирай данните от сървъра
el: Συγχρονισμός δεδομένων από τον διακομιστή
et: Sünkrooni andmed serverist
fi: Synkronoi tiedot palvelimelta
id_id: Sinkronkan data dari server
th: ซิงค์ข้อมูลจากเซิร์ฟเวอร์

source: Migrate Options to Network
ar: نقل الخيارات إلى الشبكة
bg_bg: Мигрирай опциите към мрежата
el: Μεταφορά επιλογών στο δίκτυο
et: Migreerige valikud võrku
fi: Siirrä asetukset verkkoon
id_id: Migrasi opsi ke jaringan
th: ย้ายตัวเลือกไปยังเครือข่าย

source: Load DB Option
ar: تحميل خيار قاعدة البيانات
bg_bg: Зареди DB опция
el: Φόρτωση επιλογής βάσης δεδομένων
et: Laadi andmebaasi valik
fi: Lataa tietokanta-asetus
id_id: Muat Opsi DB
th: โหลดตัวเลือก DB

source: Set DB Option
ar: تعيين خيار قاعدة البيانات
bg_bg: Задай DB опция
el: Ορισμός επιλογής βάσης δεδομένων
et: Määra andmebaasi valik
fi: Aseta tietokanta-asetus
id_id: Atur Opsi DB
th: ตั้งค่าตัวเลือก DB

source: Key
ar: المفتاح
bg_bg: Ключ
el: Κλειδί
et: Võti
fi: Avain
id_id: Kunci
th: คีย์

source: Value
ar: القيمة
bg_bg: Стойност
el: Τιμή
et: Väärtus
fi: Arvo
id_id: Nilai
th: ค่า

# as software development kit versions
source: SDK Versions
ar: إصدارات SDK
bg_bg: SDK версии
el: Εκδόσεις SDK
et: SDK versioonid
fi: SDK-versiot
id_id: Versi SDK
th: เวอร์ชัน SDK

source: SDK Path
ar: مسار SDK
bg_bg: SDK път
el: Διαδρομή SDK
et: SDK tee
fi: SDK-polku
id_id: Path SDK
th: พาธ SDK

source: Module Path
ar: مسار الوحدة
bg_bg: Път на модула
el: Διαδρομή ενότητας
et: Mooduli tee
fi: Moduulin polku
id_id: Path modul
th: พาธโมดูล

source: Is Active
ar: نشط
bg_bg: Активен ли е
el: Είναι ενεργό
et: On aktiivne
fi: Aktiivinen
id_id: Aktif
th: ใช้งานอยู่

source: Plugins
ar: الإضافات
bg_bg: Плъгини
el: Πρόσθετα
et: Pluginad
fi: Lisäosat
id_id: Plugin
th: ปลั๊กอิน

source: Themes
ar: القوالب
bg_bg: Теми
el: Θέματα
et: Teemad
fi: Teemat
id_id: Tema
th: ธีม

source: Slug
ar: الاسم المختصر
bg_bg: Слъг
el: Σύντομο όνομα
fi: Tunniste
th: สลัก

source: Title
ar: العنوان
bg_bg: Заглавие
el: Τίτλος
et: Pealkiri
fi: Otsikko
id_id: Judul
th: ชื่อ

source: Freemius State
ar: حالة Freemius
bg_bg: Състояние на Freemius
el: Κατάσταση Freemius
et: Freemiuse olek
fi: Freemius-tila
id_id: Status Freemius
th: สถานะ Freemius

source: Network Blog
ar: مدونة الشبكة
bg_bg: Мрежов блог
el: Ιστολόγιο δικτύου
et: Võrgu blogi
fi: Verkkosivusto
id_id: Blog jaringan
th: บล็อกเครือข่าย

source: Network User
ar: مستخدم الشبكة
bg_bg: Мрежов потребител
el: Χρήστης δικτύου
et: Võrgu kasutaja
fi: Verkon käyttäjä
id_id: Pengguna jaringan
th: ผู้ใช้เครือข่าย

# as connection was successful
source: Connected
ar: متصل
bg_bg: Свързан
el: Συνδεδεμένο
et: Ühendatud
fi: Yhdistetty
id_id: Terhubung
th: เชื่อมต่อแล้ว

# as connection blocked
source: Blocked
ar: محظور
bg_bg: Блокиран
el: Αποκλεισμένο
et: Blokeeritud
fi: Estetty
id_id: Diblokir
th: ถูกบล็อก

# API connectivity state is unknown
source: Unknown
ar: غير معروف
bg_bg: Неизвестен
el: Άγνωστο
et: Tundmatu
fi: Tuntematon
id_id: Tidak diketahui
th: ไม่ทราบ

source: Simulate Trial Promotion
ar: محاكاة ترويج النسخة التجريبية
bg_bg: Симулирай промоция на пробен период
el: Προσομοίωση προώθησης δοκιμαστικής έκδοσης
et: Simuleeri prooviperioodi reklaami
fi: Simuloi kokeilujakson mainontaa
id_id: Simulasi promosi uji coba
th: จำลองการโปรโมททดลองใช้

source: Simulate Network Upgrade
ar: محاكاة ترقية الشبكة
bg_bg: Симулирай мрежово надграждане
el: Προσομοίωση αναβάθμισης δικτύου
et: Simuleeri võrgu uuendust
fi: Simuloi verkon päivitystä
id_id: Simulasi upgrade jaringan
th: จำลองการอัปเกรดเครือข่าย

source: %s Installs
ar: %s تثبيت
bg_bg: %s инсталации
el: %s εγκαταστάσεις
et: %s paigaldust
fi: %s asennusta
id_id: %s instalasi
th: %s การติดตั้ง

# like websites
source: Sites
ar: المواقع
bg_bg: Сайтове
el: Ιστότοποι
et: Saidid
fi: Sivustot
id_id: Situs
th: ไซต์

source: Blog ID
ar: معرف المدونة
bg_bg: ID на блога
el: ID ιστολογίου
et: Blogi ID
fi: Sivuston tunnus
id_id: ID Blog
th: ไอดีบล็อก

source: License ID
ar: معرف الترخيص
bg_bg: ID на лиценза
el: ID άδειας
et: Litsentsi ID
fi: Lisenssin tunnus
id_id: ID Lisensi
th: ไอดีใบอนุญาต

# verb
source: Delete
ar: حذف
bg_bg: Изтрий
el: Διαγραφή
et: Kustuta
fi: Poista
id_id: Hapus
th: ลบ

source: Add Ons of module %s
ar: الإضافات للوحدة %s
bg_bg: Добавки на модул %s
el: Πρόσθετα της ενότητας %s
et: Mooduli %s lisandmoodulid
fi: Moduulin %s lisäosat
id_id: Add-on modul %s
th: ส่วนเสริมของโมดูล %s

source: Users
ar: المستخدمون
bg_bg: Потребители
el: Χρήστες
et: Kasutajad
fi: Käyttäjät
id_id: Pengguna
th: ผู้ใช้

source: Verified
ar: تم التحقق
bg_bg: Потвърден
el: Επαληθευμένο
et: Kinnitatud
fi: Vahvistettu
id_id: Terverifikasi
th: ยืนยันแล้ว

source: %s Licenses
ar: %s ترخيص
bg_bg: %s лиценза
el: %s άδειες
et: %s litsentsi
fi: %s lisenssiä
id_id: %s lisensi
th: %s ใบอนุญาต

source: Plugin ID
ar: معرف الإضافة
bg_bg: ID на плъгина
el: ID πρόσθετου
et: Plugina ID
fi: Lisäosan tunnus
id_id: ID Plugin
th: ไอดีปลั๊กอิน

source: Plan ID
ar: معرف الخطة
bg_bg: ID на плана
el: ID πλάνου
et: Plaani ID
fi: Suunnitelman tunnus
id_id: ID Paket
th: ไอดีแผน

source: Quota
ar: الحصة
bg_bg: Квота
el: Όριο
et: Kvoot
fi: Kiintiö
id_id: Kuota
th: โควตา

source: Activated
ar: مفعل
bg_bg: Активиран
el: Ενεργοποιημένο
et: Aktiveeritud
fi: Aktivoitu
id_id: Diaktifkan
th: เปิดใช้งานแล้ว

source: Blocking
ar: حظر
bg_bg: Блокиране
el: Αποκλεισμός
et: Blokeerimine
fi: Estää
id_id: Memblokir
th: กำลังบล็อก

source: Type
ar: النوع
bg_bg: Тип
el: Τύπος
et: Tüüp
fi: Tyyppi
id_id: Tipe
th: ประเภท

# as expiration date
source: Expiration
ar: تاريخ الانتهاء
bg_bg: Изтичане
el: Λήξη
et: Aegumiskuupäev
fi: Vanhentuminen
id_id: Kadaluarsa
th: วันหมดอายุ

source: Debug Log
ar: سجل التصحيح
bg_bg: Дневник за отстраняване на грешки
el: Αρχείο καταγραφής σφαλμάτων
et: Silumislogi
fi: Vianjäljitysloki
id_id: Log debug
th: บันทึกการแก้ไขข้อผิดพลาด

source: All Types
ar: جميع الأنواع
bg_bg: Всички типове
el: Όλοι οι τύποι
et: Kõik tüübid
fi: Kaikki tyypit
id_id: Semua tipe
th: ทุกประเภท

source: All Requests
ar: جميع الطلبات
bg_bg: Всички заявки
el: Όλα τα αιτήματα
et: Kõik päringud
fi: Kaikki pyynnöt
id_id: Semua permintaan
th: คำขอทั้งหมด

source: File
ar: الملف
bg_bg: Файл
el: Αρχείο
et: Fail
fi: Tiedosto
th: ไฟล์

source: Function
ar: الوظيفة
bg_bg: Функция
el: Συνάρτηση
et: Funktsioon
fi: Funktio
id_id: Fungsi
th: ฟังก์ชัน

source: Process ID
ar: معرف العملية
bg_bg: ID на процеса
el: ID διεργασίας
et: Protsessi ID
fi: Prosessin tunnus
id_id: ID Proses
th: ไอดีกระบวนการ

source: Logger
ar: المسجل
bg_bg: Логър
el: Καταγραφέας
et: Logija
fi: Lokikirjuri
th: ตัวบันทึก

source: Message
ar: الرسالة
bg_bg: Съобщение
el: Μήνυμα
et: Sõnum
fi: Viesti
id_id: Pesan
th: ข้อความ

source: Filter
ar: تصفية
bg_bg: Филтър
el: Φίλτρο
fi: Suodata
th: ตัวกรอง

source: Download
ar: تنزيل
bg_bg: Изтегли
el: Λήψη
et: Laadi alla
fi: Lataa
id_id: Unduh
th: ดาวน์โหลด

source: Timestamp
ar: الطابع الزمني
bg_bg: Времева марка
el: Χρονική σήμανση
et: Ajatempel
fi: Aikaleima
th: ประทับเวลา

source: Secure HTTPS %s page, running from an external domain
ar: صفحة %s آمنة عبر HTTPS، تعمل من نطاق خارجي
bg_bg: Защитена HTTPS %s страница, работеща от външен домейн
el: Ασφαλής σελίδα HTTPS %s, εκτελείται από εξωτερικό τομέα
et: Turvaline HTTPS %s leht, mis töötab väliselt domeenilt
fi: Suojattu HTTPS %s -sivu, toimii ulkoiselta verkkotunnukselta
id_id: Halaman HTTPS aman %s, berjalan dari domain eksternal
th: หน้า HTTPS ที่ปลอดภัย %s ทำงานจากโดเมนภายนอก

source: Support
ar: الدعم
bg_bg: Поддръжка
el: Υποστήριξη
et: Tugi
fi: Tuki
id_id: Dukungan
th: การสนับสนุน

# milliseconds
source: ms
ar: مللي ثانية
bg_bg: мс
th: มิลลิวินาที

source: Freemius API
ar: واجهة برمجة تطبيقات Freemius
el: API Freemius
et: Freemiuse API
id_id: API Freemius

source: Requests
ar: الطلبات
bg_bg: Заявки
el: Αιτήματα
et: Päringud
fi: Pyynnöt
id_id: Permintaan
th: คำขอ

source: Invalid clone resolution action.
ar: إجراء حل النسخة غير صالح.
bg_bg: Невалидно действие за разрешаване на клониране.
el: Μη έγκυρη ενέργεια επίλυσης κλώνου.
et: Vigane klooni lahendamise toiming.
fi: Virheellinen kloonin ratkaisutoiminto.
id_id: Tindakan resolusi klon tidak valid.
th: การดำเนินการแก้ไขการโคลนไม่ถูกต้อง.

source: products
ar: المنتجات
bg_bg: продукти
el: προϊόντα
et: toodet
fi: tuotteet
id_id: produk
th: ผลิตภัณฑ์

source: The products below have been placed into safe mode because we noticed that %2$s is an exact copy of %3$s:%1$s
ar: تم وضع المنتجات أدناه في الوضع الآمن لأننا لاحظنا أن %2$s هي نسخة مطابقة تمامًا لـ %3$s:%1$s
bg_bg: Продуктите по-долу са поставени в безопасен режим, защото забелязахме, че %2$s е точно копие на %3$s:%1$s
el: Τα παρακάτω προϊόντα έχουν τεθεί σε ασφαλή λειτουργία επειδή παρατηρήσαμε ότι το %2$s είναι ένα ακριβές αντίγραφο του %3$s:%1$s
et: Allolevad tooted on pandud turvarežiimi, kuna märkasime, et %2$s on täpne koopia %3$s:%1$s
fi: Alla olevat tuotteet on asetettu turvatilaan, koska huomasimme, että %2$s on tarkka kopio sivustosta %3$s:%1$s
id_id: Produk di bawah ini telah dimasukkan ke mode aman karena kami melihat bahwa %2$s adalah salinan persis dari %3$s:%1$s
th: ผลิตภัณฑ์ด้านล่างถูกวางในโหมดปลอดภัยเนื่องจากเราสังเกตว่า %2$s เป็นสำเนาที่เหมือนกันกับ %3$s:%1$s

source: The products below have been placed into safe mode because we noticed that %2$s is an exact copy of these sites:%3$s%1$s
ar: تم وضع المنتجات أدناه في الوضع الآمن لأننا لاحظنا أن %2$s هي نسخة مطابقة تمامًا لهذه المواقع:%3$s%1$s
bg_bg: Продуктите по-долу са поставени в безопасен режим, защото забелязахме, че %2$s е точно копие на тези сайтове:%3$s%1$s
el: Τα παρακάτω προϊόντα έχουν τεθεί σε ασφαλή λειτουργία επειδή παρατηρήσαμε ότι το %2$s είναι ένα ακριβές αντίγραφο αυτών των ιστοτόπων:%3$s%1$s
et: Allolevad tooted on pandud turvarežiimi, kuna märkasime, et %2$s on täpne koopia nendest saitidest:%3$s%1$s
fi: Alla olevat tuotteet on asetettu turvatilaan, koska huomasimme, että %2$s on tarkka kopio näistä sivustoista:%3$s%1$s
id_id: Produk di bawah ini telah dimasukkan ke mode aman karena kami melihat bahwa %2$s adalah salinan persis dari situs-situs ini:%3$s%1$s
th: ผลิตภัณฑ์ด้านล่างถูกวางในโหมดปลอดภัยเนื่องจากเราสังเกตว่า %2$s เป็นสำเนาที่เหมือนกันกับไซต์เหล่านี้:%3$s%1$s

source: %1$s has been placed into safe mode because we noticed that %2$s is an exact copy of %3$s.
ar: تم وضع %1$s في الوضع الآمن لأننا لاحظنا أن %2$s هي نسخة مطابقة تمامًا لـ %3$s.
bg_bg: %1$s е поставен в безопасен режим, защото забелязахме, че %2$s е точно копие на %3$s.
el: Το %1$s έχει τεθεί σε ασφαλή λειτουργία επειδή παρατηρήσαμε ότι το %2$s είναι ένα ακριβές αντίγραφο του %3$s.
et: %1$s on pandud turvarežiimi, kuna märkasime, et %2$s on täpne koopia %3$s.
fi: %1$s on asetettu turvatilaan, koska huomasimme, että %2$s on tarkka kopio sivustosta %3$s.
id_id: %1$s telah dimasukkan ke mode aman karena kami melihat bahwa %2$s adalah salinan persis dari %3$s.
th: %1$s ถูกวางในโหมดปลอดภัยเนื่องจากเราสังเกตว่า %2$s เป็นสำเนาที่เหมือนกันกับ %3$s.

source: the above-mentioned sites
ar: المواقع المذكورة أعلاه
bg_bg: горепосочените сайтове
el: των προαναφερθέντων ιστοτόπων
et: ülalmainitud saidid
fi: yllä mainitut sivustot
id_id: situs-situs yang disebutkan di atas
th: ไซต์ที่กล่าวถึงข้างต้น

source: Is %2$s a duplicate of %4$s?
ar: هل %2$s نسخة مكررة من %4$s؟?
bg_bg: Дали %2$s е дубликат на %4$s?
el: Είναι το %2$s αντίγραφο του %4$s;?
et: Kas %2$s on %4$s duplikaat?
fi: Onko %2$s kopio sivustosta %4$s?
id_id: Apakah %2$s adalah duplikat dari %4$s?
th: %2$s เป็นสำเนาของ %4$s ใช่ไหม?
