Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: Install Free Version Now
ar: تثبيت النسخة المجانية الآن
bg_bg: Инсталирай безплатната версия сега
el: Εγκατάσταση δωρεάν έκδοσης τώρα
et: Installi tasuta versioon kohe
fi: Asenna ilmainen versio nyt
id_id: Pasang versi gratis sekarang
th: ติดตั้งเวอร์ชันฟรีตอนนี้

source: Install Now
ar: تثبيت الآن
bg_bg: Инсталирай сега
el: Εγκατάσταση τώρα
et: Installi kohe
fi: Asenna nyt
id_id: Pasang sekarang
th: ติดตั้งตอนนี้

source: Install Free Version Update Now
ar: تثبيت تحديث النسخة المجانية الآن
bg_bg: Инсталирай обновлението на безплатната версия сега
el: Εγκατάσταση ενημέρωσης δωρεάν έκδοσης τώρα
et: Installi tasuta versiooni uuendus kohe
fi: Asenna ilmaisen version päivitys nyt
id_id: Pasang pembaruan versi gratis sekarang
th: ติดตั้งอัปเดตเวอร์ชันฟรีตอนนี้

source: Install Update Now
ar: تثبيت التحديث الآن
bg_bg: Инсталирай обновлението сега
el: Εγκατάσταση ενημέρωσης τώρα
et: Installi uuendus kohe
fi: Asenna päivitys nyt
id_id: Pasang pembaruan sekarang
th: ติดตั้งอัปเดตตอนนี้

# as download latest version
source: Download Latest Free Version
ar: تنزيل أحدث نسخة مجانية
bg_bg: Изтегли последната безплатна версия
el: Λήψη τελευταίας δωρεάν έκδοσης
et: Laadi alla uusim tasuta versioon
fi: Lataa uusin ilmainen versio
id_id: Unduh versi gratis terbaru
th: ดาวน์โหลดเวอร์ชันฟรีล่าสุด

# as download latest version
source: Download Latest
ar: تنزيل الأحدث
bg_bg: Изтегли последната версия
el: Λήψη τελευταίας
et: Laadi alla uusim
fi: Lataa uusin
id_id: Unduh terbaru
th: ดาวน์โหลดล่าสุด

source: Activate this add-on
ar: تفعيل هذه الإضافة
bg_bg: Активирай този добавка
el: Ενεργοποίηση αυτού του πρόσθετου
et: Aktiveeri see lisandmoodul
fi: Aktivoi tämä lisäosa
id_id: Aktifkan add-on ini
th: เปิดใช้งานส่วนเสริมนี้

source: Activate Free Version
ar: تفعيل النسخة المجانية
bg_bg: Активирай безплатната версия
el: Ενεργοποίηση δωρεάν έκδοσης
et: Aktiveeri tasuta versioon
fi: Aktivoi ilmainen versio
id_id: Aktifkan versi gratis
th: เปิดใช้งานเวอร์ชันฟรี

source: Activate
ar: تفعيل
bg_bg: Активирай
el: Ενεργοποίηση
et: Aktiveeri
fi: Aktivoi
id_id: Aktifkan
th: เปิดใช้งาน

# Plugin installer section title
source: Description
ar: الوصف
bg_bg: Описание
el: Περιγραφή
et: Kirjeldus
fi: Kuvaus
id_id: Deskripsi
th: คำอธิบาย

# Plugin installer section title
source: Installation
ar: التثبيت
bg_bg: Инсталация
el: Εγκατάσταση
et: Installimine
fi: Asennus
id_id: Pemasangan
th: การติดตั้ง

# Plugin installer section title
source: FAQ
ar: الأسئلة الشائعة
bg_bg: Често задавани въпроси
el: Συχνές ερωτήσεις
et: KKK
fi: UKK
th: คำถามที่พบบ่อย

source: Screenshots
ar: لقطات الشاشة
bg_bg: Екранни снимки
el: Στιγμιότυπα οθόνης
et: Ekraanipildid
fi: Kuvakaappaukset
id_id: Tangkapan layar
th: ภาพหน้าจอ

# Plugin installer section title
source: Changelog
ar: سجل التغييرات
bg_bg: Списък с промени
el: Αρχείο αλλαγών
et: Muudatuste logi
fi: Muutosloki
id_id: Catatan perubahan
th: บันทึกการเปลี่ยนแปลง

# Plugin installer section title
source: Reviews
ar: المراجعات
bg_bg: Отзиви
el: Κριτικές
et: Arvustused
fi: Arvostelut
id_id: Ulasan
th: รีวิว

# Plugin installer section title
source: Other Notes
ar: ملاحظات أخرى
bg_bg: Други бележки
el: Άλλες σημειώσεις
et: Muud märkused
fi: Muut huomiot
id_id: Catatan lainnya
th: หมายเหตุอื่นๆ

# Plugin installer section title
source: Features & Pricing
ar: الميزات والأسعار
bg_bg: Функции и цени
el: Χαρακτηριστικά & τιμολόγηση
et: Funktsioonid ja hinnastamine
fi: Ominaisuudet ja hinnoittelu
id_id: Fitur & harga
th: ฟีเจอร์และราคา

source: Plugin Install
ar: تثبيت الإضافة
bg_bg: Инсталиране на плъгин
el: Εγκατάσταση πρόσθετου
et: Plugina installimine
fi: Lisäosan asennus
id_id: Pemasangan plugin
th: การติดตั้งปลั๊กอิน

# e.g. Professional Plan
source: %s Plan
ar: خطة %s
bg_bg: %s план
el: Πλάνο %s
et: %s plaan
fi: %s-suunnitelma
id_id: Paket %s
th: แผน %s

# e.g. the best product
source: Best
ar: الأفضل
bg_bg: Най-добър
el: Καλύτερο
et: Parim
fi: Paras
id_id: Terbaik
th: ดีที่สุด

# as every month
source: Monthly
ar: شهري
bg_bg: Месечно
el: Μηνιαίο
et: Igakuine
fi: Kuukausittain
id_id: Bulanan
th: รายเดือน

# as once a year
source: Annual
ar: سنوي
bg_bg: Годишно
el: Ετήσιο
et: Iga-aastane
fi: Vuosittain
id_id: Tahunan
th: รายปี

source: Lifetime
ar: مدى الحياة
bg_bg: Доживотно
el: Εφ' όρου ζωής
et: Eluaegne
fi: Elinikäinen
id_id: Seumur hidup
th: ตลอดชีพ

# e.g. billed monthly
source: Billed %s
ar: تُدفع %s
bg_bg: Таксува се %s
el: Χρέωση %s
et: Arveldatakse %s
fi: Laskutetaan %s
id_id: Ditagih %s
th: เรียกเก็บเงิน %s

# as once a year
source: Annually
ar: سنويًا
bg_bg: Годишно
el: Ετησίως
et: Aastas
fi: Vuosittain
id_id: Tahunan
th: รายปี

# as once a year
source: Once
ar: مرة واحدة
bg_bg: Еднократно
el: Μία φορά
et: Üks kord
fi: Kerran
id_id: Sekali
th: ครั้งเดียว

source: Single Site License
ar: ترخيص لموقع واحد
bg_bg: Лиценз за един сайт
el: Άδεια για μία ιστοσελίδα
et: Ühe saidi litsents
fi: Yhden sivuston lisenssi
id_id: Lisensi satu situs
th: ใบอนุญาตสำหรับเว็บไซต์เดียว

source: Unlimited Licenses
ar: تراخيص غير محدودة
bg_bg: Неограничени лицензи
el: Απεριόριστες άδειες
et: Piiramatu arv litsentse
fi: Rajoittamaton määrä lisenssejä
id_id: Lisensi tak terbatas
th: ใบอนุญาตไม่จำกัด

source: Up to %s Sites
ar: حتى %s مواقع
bg_bg: До %s сайта
el: Έως %s ιστοσελίδες
et: Kuni %s saiti
fi: Enintään %s sivustoa
id_id: Hingga %s situs
th: สูงสุด %s เว็บไซต์

# as monthly period
source: mo
ar: شهر
bg_bg: месец
el: μήνα
et: kuus
fi: kk
id_id: bln
th: เดือน

# as annual period
source: year
ar: سنة
bg_bg: година
el: έτος
et: aasta
fi: vuosi
id_id: tahun
th: ปี

# noun
source: Price
ar: السعر
bg_bg: Цена
el: Τιμή
et: Hind
fi: Hinta
id_id: Harga
th: ราคา

source: Save %s
ar: وفر %s
bg_bg: Спести %s
el: Εξοικονομήστε %s
et: Säästa %s
fi: Säästä %s
id_id: Hemat %s
th: ประหยัด %s

source: No commitment for %s - cancel anytime
ar: لا التزام لمدة %s - يمكنك الإلغاء في أي وقت
bg_bg: Без ангажимент за %s - отказ по всяко време
el: Χωρίς δέσμευση για %s - ακύρωση οποτεδήποτε
et: Kohustuseta %s - tühista igal ajal
fi: Ei sitoumusta %s - voit peruuttaa milloin tahansa
id_id: Tanpa komitmen selama %s - bisa dibatalkan kapan saja
th: ไม่มีข้อผูกมัดสำหรับ %s - ยกเลิกได้ทุกเมื่อ

source: After your free %s, pay as little as %s
ar: بعد فترتك المجانية %s، ادفع بأقل من %s
bg_bg: След твоя безплатен %s, плащаш само %s
el: Μετά τη δωρεάν %s σας, πληρώστε μόλις %s
et: Pärast tasuta %s maksa vaid %s
fi: Ilmaisen %s jälkeen maksat vain %s
id_id: Setelah %s gratis kamu, bayar mulai dari %s
th: หลังจาก %s ฟรีของคุณ จ่ายเพียงแค่ %s

source: Details
ar: التفاصيل
bg_bg: Подробности
el: Λεπτομέρειες
et: Üksikasjad
fi: Tiedot
id_id: Detail
th: รายละเอียด

# product version
source: Version
ar: الإصدار
bg_bg: Версия
el: Έκδοση
et: Versioon
fi: Versio
id_id: Versi
th: เวอร์ชัน

# as the plugin author
source: Author
ar: المؤلف
bg_bg: Автор
el: Συγγραφέας
et: Autor
fi: Tekijä
id_id: Penulis
th: ผู้เขียน

source: Last Updated
ar: آخر تحديث
bg_bg: Последно обновяване
el: Τελευταία ενημέρωση
et: Viimati uuendatud
fi: Viimeksi päivitetty
id_id: Terakhir diperbarui
th: อัปเดตล่าสุด

# x-ago
source: %s ago
ar: منذ %s
bg_bg: преди %s
el: πριν από %s
et: %s tagasi
fi: %s sitten
id_id: %s yang lalu
th: %s ที่แล้ว

source: Requires WordPress Version
ar: يتطلب إصدار WordPress
bg_bg: Изисква WordPress версия
el: Απαιτεί έκδοση WordPress
et: Nõuab WordPressi versiooni
fi: Vaatii WordPress-version
id_id: Membutuhkan Versi WordPress
th: ต้องการ WordPress เวอร์ชัน

source: %s or higher
ar: %s أو أعلى
bg_bg: %s или по-висока
el: %s ή νεότερη
et: %s või uuem
fi: %s tai uudempi
id_id: %s atau lebih tinggi
th: %s หรือสูงกว่า

source: Compatible up to
ar: متوافق حتى
bg_bg: Съвместим до
el: Συμβατό μέχρι
et: Ühildub kuni
fi: Yhteensopiva versioon
id_id: Kompatibel hingga
th: เข้ากันได้ถึง

source: Requires PHP Version
ar: يتطلب إصدار PHP
bg_bg: Изисква PHP версия
el: Απαιτεί έκδοση PHP
et: Nõuab PHP versiooni
fi: Vaatii PHP-version
id_id: Membutuhkan Versi PHP
th: ต้องการ PHP เวอร์ชัน

source: Downloaded
ar: تم التنزيل
bg_bg: Изтеглен
el: Λήψεις
et: Alla laaditud
fi: Ladattu
id_id: Diunduh
th: ดาวน์โหลดแล้ว

source: %s time
ar: %s مرة
bg_bg: %s път
el: %s φορά
et: %s kord
fi: %s kerran
id_id: %s kali
th: %s ครั้ง

source: %s times
ar: %s مرة
bg_bg: %s пъти
el: %s φορές
et: %s korda
fi: %s kertaa
id_id: %s kali
th: %s ครั้ง

source: WordPress.org Plugin Page
ar: صفحة الإضافة على WordPress.org
bg_bg: Страница на плъгина в WordPress.org
el: Σελίδα πρόσθετου στο WordPress.org
et: WordPress.org plugina leht
fi: WordPress.org-lisäosasivu
id_id: Halaman Plugin WordPress.org
th: หน้าปลั๊กอินบน WordPress.org

source: Plugin Homepage
ar: الصفحة الرئيسية للإضافة
bg_bg: Начална страница на плъгина
el: Αρχική σελίδα πρόσθετου
et: Plugina koduleht
fi: Lisäosan kotisivu
id_id: Beranda plugin
th: หน้าหลักของปลั๊กอิน

source: Donate to this plugin
ar: تبرع لهذه الإضافة
bg_bg: Дарете за този плъгин
el: Κάντε δωρεά σε αυτό το πρόσθετο
et: Anneta sellele pluginale
fi: Lahjoita tälle lisäosalle
id_id: Donasi untuk plugin ini
th: บริจาคให้กับปลั๊กอินนี้

source: Average Rating
ar: متوسط التقييم
bg_bg: Средна оценка
el: Μέση βαθμολογία
et: Keskmine hinnang
fi: Keskimääräinen arvosana
id_id: Peringkat rata-rata
th: คะแนนเฉลี่ย

source: based on %s
ar: بناءً على %s
bg_bg: базирана на %s
el: βάσει %s
et: põhineb %s
fi: perustuu %s
id_id: berdasarkan %s
th: จาก %s

source: %s rating
ar: %s تقييم
bg_bg: %s оценка
el: %s βαθμολογία
et: %s hinnang
fi: %s arvostelu
id_id: %s peringkat
th: %s คะแนน

source: %s ratings
ar: %s تقييمات
bg_bg: %s оценки
el: %s βαθμολογίες
et: %s hinnangut
fi: %s arvostelua
id_id: %s peringkat
th: %s คะแนน

source: %s star
ar: نجمة %s
bg_bg: %s звезда
el: %s αστέρι
et: %s täht
fi: %s tähti
id_id: %s bintang
th: %s ดาว

source: %s stars
ar: %s نجوم
bg_bg: %s звезди
el: %s αστέρια
et: %s tähte
fi: %s tähteä
id_id: %s bintang
th: %s ดาว

source: Click to see reviews that provided a rating of %s
ar: انقر لرؤية المراجعات التي قدمت تقييمًا بـ %s
bg_bg: Кликнете, за да видите отзивите, които са дали оценка %s
el: Κάντε κλικ για να δείτε κριτικές που έδωσαν βαθμολογία %s
et: Klõpsake, et näha arvustusi, mis andsid hinnangu %s
fi: Klikkaa nähdäksesi arvostelut, jotka antoivat %s arvosanan
id_id: Klik untuk melihat ulasan yang memberikan peringkat %s
th: คลิกเพื่อดูรีวิวที่ให้คะแนน %s

source: Contributors
ar: المساهمون
bg_bg: Сътрудници
el: Συνεισφέροντες
et: Kaasautorid
fi: Avustajat
id_id: Kontributor
th: ผู้มีส่วนร่วม

source: This plugin requires a newer version of PHP.
ar: تتطلب هذه الإضافة إصدارًا أحدث من PHP.
bg_bg: Този плъгин изисква по-нова версия на PHP.
el: Αυτό το πρόσθετο απαιτεί νεότερη έκδοση της PHP.
et: See plugin nõuab uuemat PHP versiooni.
fi: Tämä lisäosa vaatii uudemman PHP-version.
id_id: Plugin ini membutuhkan versi PHP yang lebih baru.
th: ปลั๊กอินนี้ต้องการเวอร์ชัน PHP ที่ใหม่กว่า.

source: <a href="%s" target="_blank">Click here to learn more about updating PHP</a>.
ar: <a href="%s" target="_blank">انقر هنا لمعرفة المزيد عن تحديث PHP</a>.
bg_bg: <a href="%s" target="_blank">Кликнете тук, за да научите повече за обновяването на PHP</a>.
el: <a href="%s" target="_blank">Κάντε κλικ εδώ για να μάθετε περισσότερα σχετικά με την ενημέρωση της PHP</a>.
et: <a href="%s" target="_blank">Klõpsake siia, et saada rohkem teavet PHP uuendamise kohta</a>.
fi: <a href="%s" target="_blank">Klikkaa tästä saadaksesi lisätietoja PHP:n päivittämisestä</a>.
id_id: <a href="%s" target="_blank">Klik di sini untuk mempelajari lebih lanjut tentang memperbarui PHP</a>.
th: <a href="%s" target="_blank">คลิกที่นี่เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการอัปเดต PHP</a>.

source: Warning
ar: تحذير
bg_bg: Предупреждение
el: Προειδοποίηση
et: Hoiatus
fi: Varoitus
id_id: Peringatan
th: คำเตือน

source: This plugin has not been marked as compatible with your version of WordPress.
ar: لم يتم تحديد هذه الإضافة على أنها متوافقة مع إصدار WordPress الخاص بك.
bg_bg: Този плъгин не е маркиран като съвместим с вашата версия на WordPress.
el: Αυτό το πρόσθετο δεν έχει σημειωθεί ως συμβατό με την έκδοση του WordPress σας.
et: Seda pluginat pole märgitud ühilduvaks teie WordPressi versiooniga.
fi: Tätä lisäosaa ei ole merkitty yhteensopivaksi WordPress-versiosi kanssa.
id_id: Plugin ini belum ditandai kompatibel dengan versi WordPress kamu.
th: ปลั๊กอินนี้ยังไม่ได้รับการทำเครื่องหมายว่าเข้ากันได้กับเวอร์ชัน WordPress ของคุณ.

source: This plugin has not been tested with your current version of WordPress.
ar: لم يتم اختبار هذه الإضافة مع إصدار WordPress الحالي الخاص بك.
bg_bg: Този плъгин не е тестван с текущата ви версия на WordPress.
el: Αυτό το πρόσθετο δεν έχει δοκιμαστεί με την τρέχουσα έκδοση του WordPress.
et: Seda pluginat pole testitud teie praeguse WordPressi versiooniga.
fi: Tätä lisäosaa ei ole testattu nykyisen WordPress-versiosi kanssa.
id_id: Plugin ini belum diuji dengan versi WordPress kamu saat ini.
th: ปลั๊กอินนี้ยังไม่ได้รับการทดสอบกับเวอร์ชัน WordPress ปัจจุบันของคุณ.

source: Paid add-on must be deployed to Freemius.
ar: يجب نشر الإضافة المدفوعة على Freemius.
bg_bg: Платената добавка трябва да бъде разгърната в Freemius.
el: Το επί πληρωμή πρόσθετο πρέπει να αναπτυχθεί στο Freemius.
et: Tasuline lisandmoodul tuleb paigaldada Freemiusesse.
fi: Maksullinen lisäosa täytyy julkaista Freemiuksessa.
id_id: Add-on berbayar harus dideploy ke Freemius.
th: ส่วนเสริมแบบเสียเงินต้องถูกปรับใช้กับ Freemius.

source: Add-on must be deployed to WordPress.org or Freemius.
ar: يجب نشر الإضافة على WordPress.org أو Freemius.
bg_bg: Добавката трябва да бъде разгърната в WordPress.org или Freemius.
el: Το πρόσθετο πρέπει να αναπτυχθεί στο WordPress.org ή στο Freemius.
et: Lisandmoodul tuleb paigaldada WordPress.org-i või Freemiusesse.
fi: Lisäosa täytyy julkaista WordPress.orgissa tai Freemiuksessa.
id_id: Add-on harus dideploy ke WordPress.org atau Freemius.
th: ส่วนเสริมต้องถูกปรับใช้กับ WordPress.org หรือ Freemius.

source: Latest Version Installed
ar: تم تثبيت أحدث إصدار
bg_bg: Инсталирана е най-новата версия
el: Εγκατεστημένη η τελευταία έκδοση
et: Uusim versioon on installitud
fi: Uusin versio asennettu
id_id: Versi terbaru terpasang
th: ติดตั้งเวอร์ชันล่าสุดแล้ว

source: Latest Free Version Installed
ar: تم تثبيت أحدث نسخة مجانية
bg_bg: Инсталирана е най-новата безплатна версия
el: Εγκατεστημένη η τελευταία δωρεάν έκδοση
et: Uusim tasuta versioon on installitud
fi: Uusin ilmainen versio asennettu
id_id: Versi gratis terbaru terpasang
th: ติดตั้งเวอร์ชันฟรีล่าสุดแล้ว

source: Newer Version (%s) Installed
ar: تم تثبيت إصدار أحدث (%s)
bg_bg: Инсталирана е по-нова версия (%s)
el: Εγκατεστημένη νεότερη έκδοση (%s)
et: Uuem versioon (%s) on installitud
fi: Uudempi versio (%s) asennettu
id_id: Versi lebih baru (%s) terpasang
th: ติดตั้งเวอร์ชันใหม่กว่า (%s) แล้ว

source: Newer Free Version (%s) Installed
ar: تم تثبيت نسخة مجانية أحدث (%s)
bg_bg: Инсталирана е по-нова безплатна версия (%s)
el: Εγκατεστημένη νεότερη δωρεάν έκδοση (%s)
et: Uuem tasuta versioon (%s) on installitud
fi: Uudempi ilmainen versio (%s) asennettu
id_id: Versi gratis lebih baru (%s) terpasang
th: ติดตั้งเวอร์ชันฟรีใหม่กว่า (%s) แล้ว

source: Downgrading your plan
ar: تخفيض خطتك
bg_bg: Понижаване на вашия план
el: Υποβάθμιση του πλάνου σας
et: Plaani alandamine
fi: Suunnitelman alentaminen
id_id: Menurunkan paket kamu
th: กำลังลดระดับแผนของคุณ

source: Cancelling the subscription
ar: إلغاء الاشتراك
bg_bg: Отказване на абонамента
el: Ακύρωση της συνδρομής
et: Tellimuse tühistamine
fi: Tilauksen peruuttaminen
id_id: Membatalkan langganan
th: กำลังยกเลิกการสมัครสมาชิก

source: %1$s will immediately stop all future recurring payments and your %2$s plan license will expire in %3$s.
ar: سيوقف %1$s فورًا جميع المدفوعات المتكررة المستقبلية وستنتهي صلاحية ترخيص خطة %2$s الخاصة بك في %3$s.
bg_bg: %1$s ще спре незабавно всички бъдещи повтарящи се плащания и вашият лиценз за план %2$s ще изтече след %3$s.
el: Το %1$s θα σταματήσει αμέσως όλες τις μελλοντικές επαναλαμβανόμενες πληρωμές και η άδεια του πλάνου %2$s θα λήξει σε %3$s.
et: %1$s peatab koheselt kõik tulevased korduvad maksed ja teie %2$s plaani litsents aegub %3$s pärast.
fi: %1$s lopettaa välittömästi kaikki tulevat toistuvat maksut ja %2$s-suunnitelman lisenssisi vanhenee %3$s kuluttua.
id_id: %1$s akan segera menghentikan semua pembayaran berulang di masa mendatang dan lisensi paket %2$s kamu akan berakhir dalam %3$s.
th: %1$s จะหยุดการชำระเงินที่เกิดขึ้นในอนาคตทั้งหมดทันที และใบอนุญาตแผน %2$s ของคุณจะหมดอายุใน %3$s.

source: Please note that we will not be able to grandfather outdated pricing for renewals/new subscriptions after a cancellation. If you choose to renew the subscription manually in the future, after a price increase, which typically occurs once a year, you will be charged the updated price.
ar: يرجى ملاحظة أننا لن نتمكن من الاحتفاظ بالأسعار القديمة للتجديدات/الاشتراكات الجديدة بعد الإلغاء. إذا اخترت تجديد الاشتراك يدويًا في المستقبل، بعد زيادة السعر، والتي تحدث عادة مرة واحدة في السنة، سيتم تحصيل السعر المحدث منك.
bg_bg: Моля, имайте предвид, че няма да можем да запазим остарели цени за подновявания/нови абонаменти след отказ. Ако изберете да подновите абонамента ръчно в бъдеще, след увеличение на цената, което обикновено се случва веднъж годишно, ще бъдете таксувани с актуализираната цена.
el: Παρακαλούμε σημειώστε ότι δεν θα μπορέσουμε να διατηρήσουμε παλαιότερες τιμές για ανανεώσεις/νέες συνδρομές μετά από μια ακύρωση. Αν επιλέξετε να ανανεώσετε τη συνδρομή χειροκίνητα στο μέλλον, μετά από αύξηση τιμών, που συνήθως συμβαίνει μία φορά το χρόνο, θα χρεωθείτε την ενημερωμένη τιμή.
et: Palun pange tähele, et me ei saa säilitada vananenud hindasid uuenduste/uute tellimuste puhul pärast tühistamist. Kui otsustate tellimuse tulevikus käsitsi uuendada pärast hinnatõusu, mis tavaliselt toimub kord aastas, arvestatakse teile uuendatud hind.
fi: Huomaa, että emme voi taata vanhoja hintoja uusille tilauksille tai uusinnoille peruutuksen jälkeen. Jos päätät uusia tilauksen manuaalisesti tulevaisuudessa hinnankorotuksen jälkeen, joka tyypillisesti tapahtuu kerran vuodessa, sinulta veloitetaan päivitetty hinta.
id_id: Harap diperhatikan bahwa kami tidak akan dapat memberikan harga lama untuk pembaruan/langganan baru setelah pembatalan. Jika kamu memilih untuk memperbarui langganan secara manual di masa mendatang, setelah kenaikan harga, yang biasanya terjadi setahun sekali, kamu akan dikenakan harga yang telah diperbarui.
th: โปรดทราบว่าเราจะไม่สามารถรักษาราคาเก่าสำหรับการต่ออายุ/การสมัครสมาชิกใหม่หลังจากการยกเลิกได้ หากคุณเลือกที่จะต่ออายุการสมัครสมาชิกด้วยตนเองในอนาคต หลังจากการขึ้นราคา ซึ่งมักเกิดขึ้นปีละครั้ง คุณจะถูกเรียกเก็บเงินในราคาที่อัปเดตแล้ว.

source: Cancelling the trial will immediately block access to all premium features. Are you sure?
ar: سيؤدي إلغاء الفترة التجريبية إلى حظر الوصول فورًا إلى جميع الميزات المتميزة. هل أنت متأكد؟?
bg_bg: Отказването на пробния период ще блокира незабавно достъпа до всички премиум функции. Сигурни ли сте?
el: Η ακύρωση της δοκιμαστικής περιόδου θα μπλοκάρει αμέσως την πρόσβαση σε όλες τις premium λειτουργίες. Είστε σίγουροι;?
et: Prooviversiooni tühistamine blokeerib koheselt juurdepääsu kõigile premium-funktsioonidele. Kas olete kindel?
fi: Kokeilujakson peruuttaminen estää välittömästi pääsyn kaikkiin premium-ominaisuuksiin. Oletko varma?
id_id: Membatalkan uji coba akan segera memblokir akses ke semua fitur premium. Kamu yakin?
th: การยกเลิกการทดลองใช้จะปิดกั้นการเข้าถึงฟีเจอร์พรีเมียมทั้งหมดทันที คุณแน่ใจหรือไม่?

source: You can still enjoy all %s features but you will not have access to %s security & feature updates, nor support.
ar: لا يزال بإمكانك الاستمتاع بجميع ميزات %s ولكن لن يكون لديك حق الوصول إلى تحديثات الأمان والميزات %s، ولا الدعم.
bg_bg: Все още можете да се наслаждавате на всички функции на %s, но няма да имате достъп до %s актуализации за сигурност и функции, нито до поддръжка.
el: Μπορείτε ακόμα να απολαύσετε όλες τις λειτουργίες του %s αλλά δεν θα έχετε πρόσβαση σε %s ενημερώσεις ασφαλείας & λειτουργιών, ούτε υποστήριξη.
et: Saate endiselt kasutada kõiki %s funktsioone, kuid teil pole juurdepääsu %s turvalisuse ja funktsioonide uuendustele ega toele.
fi: Voit edelleen käyttää kaikkia %s ominaisuuksia, mutta et saa %s tietoturva- ja ominaisuuspäivityksiä etkä tukea.
id_id: Kamu masih bisa menikmati semua fitur %s tapi kamu tidak akan memiliki akses ke pembaruan keamanan & fitur %s, juga dukungan.
th: คุณยังสามารถใช้ฟีเจอร์ %s ทั้งหมดได้ แต่คุณจะไม่สามารถเข้าถึงการอัปเดตความปลอดภัยและฟีเจอร์ของ %s รวมถึงการสนับสนุน.

source: Once your license expires you can still use the Free version but you will NOT have access to the %s features.
ar: بمجرد انتهاء صلاحية ترخيصك، يمكنك الاستمرار في استخدام الإصدار المجاني ولكن لن يكون لديك حق الوصول إلى ميزات %s.
bg_bg: След като лицензът ви изтече, все още можете да използвате безплатната версия, но НЯМА да имате достъп до функциите на %s.
el: Μόλις λήξει η άδειά σας, μπορείτε ακόμα να χρησιμοποιήσετε τη Δωρεάν έκδοση αλλά ΔΕΝ θα έχετε πρόσβαση στις λειτουργίες του %s.
et: Kui teie litsents aegub, saate endiselt kasutada tasuta versiooni, kuid teil POLE juurdepääsu %s funktsioonidele.
fi: Kun lisenssisi vanhenee, voit edelleen käyttää ilmaisversiota, mutta et pääse käyttämään %s ominaisuuksia.
id_id: Setelah lisensi kamu berakhir, kamu masih bisa menggunakan versi Gratis tapi kamu TIDAK akan memiliki akses ke fitur %s.
th: เมื่อใบอนุญาตของคุณหมดอายุ คุณยังสามารถใช้เวอร์ชันฟรีได้ แต่คุณจะไม่สามารถเข้าถึงฟีเจอร์ %s ได้.

source: Activate %s Plan
ar: تفعيل خطة %s
bg_bg: Активирай %s план
el: Ενεργοποίηση πλάνου %s
et: Aktiveeri %s plaan
fi: Aktivoi %s-suunnitelma
id_id: Aktifkan paket %s
th: เปิดใช้งานแผน %s

source: Auto renews in %s
ar: يتجدد تلقائيًا في %s
bg_bg: Автоматично подновяване след %s
el: Αυτόματη ανανέωση σε %s
et: Uueneb automaatselt %s pärast
fi: Uusitaan automaattisesti %s kuluttua
id_id: Otomatis diperbarui dalam %s
th: ต่ออายุอัตโนมัติใน %s

source: Expires in %s
ar: تنتهي الصلاحية في %s
bg_bg: Изтича след %s
el: Λήγει σε %s
et: Aegub %s pärast
fi: Vanhenee %s kuluttua
id_id: Berakhir dalam %s
th: หมดอายุใน %s

# as synchronize license
source: Sync License
ar: مزامنة الترخيص
bg_bg: Синхронизирай лиценз
el: Συγχρονισμός άδειας
et: Sünkroniseeri litsents
fi: Synkronoi lisenssi
id_id: Sinkronkan lisensi
th: ซิงค์ใบอนุญาต

source: Cancel Trial
ar: إلغاء الفترة التجريبية
bg_bg: Откажи пробен период
el: Ακύρωση δοκιμαστικής περιόδου
et: Tühista prooviversioon
fi: Peruuta kokeilu
id_id: Batalkan uji coba
th: ยกเลิกการทดลองใช้

source: Change Plan
ar: تغيير الخطة
bg_bg: Промени план
el: Αλλαγή πλάνου
et: Muuda plaani
fi: Vaihda suunnitelmaa
id_id: Ubah paket
th: เปลี่ยนแผน

# verb
source: Upgrade
ar: ترقية
bg_bg: Надгради
el: Αναβάθμιση
et: Uuenda
fi: Päivitä
id_id: Tingkatkan
th: อัปเกรด

# verb
source: Downgrade
ar: تخفيض
bg_bg: Понижи
el: Υποβάθμιση
et: Alanda
fi: Alenna
id_id: Turunkan
th: ดาวน์เกรด

source: Free
ar: مجاني
bg_bg: Безплатно
el: Δωρεάν
et: Tasuta
fi: Ilmainen
id_id: Gratis
th: ฟรี

# as product pricing plan
source: Plan
ar: الخطة
bg_bg: План
el: Πλάνο
et: Plaan
fi: Suunnitelma
id_id: Paket
th: แผน

source: Bundle Plan
ar: خطة الحزمة
bg_bg: Пакетен план
el: Πακέτο πλάνου
et: Komplekti plaan
fi: Pakettitarjous
id_id: Paket bundel
th: แผนแบบชุด

source: Free Trial
ar: تجربة مجانية
bg_bg: Безплатен пробен период
el: Δωρεάν δοκιμή
et: Tasuta prooviversioon
fi: Ilmainen kokeilu
id_id: Uji coba gratis
th: ทดลองใช้ฟรี

source: Account Details
ar: تفاصيل الحساب
bg_bg: Детайли на акаунта
el: Λεπτομέρειες λογαριασμού
et: Konto üksikasjad
fi: Tilin tiedot
id_id: Detail akun
th: รายละเอียดบัญชี

source: Stop Debug
ar: إيقاف التصحيح
bg_bg: Спри отстраняване на грешки
el: Διακοπή αποσφαλμάτωσης
et: Peata silumine
fi: Lopeta virheenkorjaus
id_id: Hentikan debug
th: หยุดการดีบัก
