Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: Your license has expired. You can still continue using all the %s features, but you'll need to renew your license to continue getting updates and support.
ar: انتهت صلاحية ترخيصك. لا يزال بإمكانك الاستمرار في استخدام جميع ميزات %s، ولكنك ستحتاج إلى تجديد ترخيصك للاستمرار في الحصول على التحديثات والدعم.
bg_bg: Вашият лиценз е изтекъл. Все още можете да продължите да използвате всички функции на %s, но ще трябва да подновите лиценза си, за да продължите да получавате актуализации и поддръжка.
el: Η άδειά σας έχει λήξει. Μπορείτε να συνεχίσετε να χρησιμοποιείτε όλες τις λειτουργίες του %s, αλλά θα χρειαστεί να ανανεώσετε την άδειά σας για να συνεχίσετε να λαμβάνετε ενημερώσεις και υποστήριξη.
et: Teie litsents on aegunud. Saate jätkata kõigi %s funktsioonide kasutamist, kuid uuenduste ja toe saamiseks peate oma litsentsi uuendama.
fi: Lisenssisi on vanhentunut. Voit jatkaa kaikkien %s-ominaisuuksien käyttöä, mutta sinun on uusittava lisenssisi jatkaaksesi päivitysten ja tuen saamista.
id_id: Lisensi kamu sudah kedaluwarsa. Kamu masih bisa terus menggunakan semua fitur %s, tapi kamu perlu memperbarui lisensimu untuk terus mendapatkan pembaruan dan dukungan.
th: ใบอนุญาตของคุณหมดอายุแล้ว คุณยังสามารถใช้ฟีเจอร์ทั้งหมดของ %s ต่อไปได้ แต่คุณจำเป็นต้องต่ออายุใบอนุญาตเพื่อรับการอัปเดตและการสนับสนุนต่อไป.

source: Your free trial has expired. You can still continue using all our free features.
ar: انتهت فترة التجربة المجانية الخاصة بك. لا يزال بإمكانك الاستمرار في استخدام جميع ميزاتنا المجانية.
bg_bg: Вашият безплатен пробен период изтече. Все още можете да продължите да използвате всички наши безплатни функции.
el: Η δωρεάν δοκιμαστική σας περίοδος έχει λήξει. Μπορείτε να συνεχίσετε να χρησιμοποιείτε όλες τις δωρεάν λειτουργίες μας.
et: Teie tasuta prooviversioon on aegunud. Saate jätkata kõigi meie tasuta funktsioonide kasutamist.
fi: Ilmainen kokeilujaksosi on päättynyt. Voit jatkaa kaikkien ilmaisten ominaisuuksiemme käyttöä.
id_id: Uji coba gratis kamu sudah berakhir. Kamu masih bisa terus menggunakan semua fitur gratis kami.
th: การทดลองใช้ฟรีของคุณหมดอายุแล้ว คุณยังสามารถใช้ฟีเจอร์ฟรีทั้งหมดของเราต่อไปได้.

source: Your free trial has expired. %1$sUpgrade now%2$s to continue using the %3$s without interruptions.
ar: انتهت فترة التجربة المجانية الخاصة بك. %1$sقم بالترقية الآن%2$s للاستمرار في استخدام %3$s دون انقطاع.
bg_bg: Вашият безплатен пробен период изтече. %1$sНадградете сега%2$s, за да продължите да използвате %3$s без прекъсвания.
el: Η δωρεάν δοκιμαστική σας περίοδος έχει λήξει. %1$sΑναβαθμίστε τώρα%2$s για να συνεχίσετε να χρησιμοποιείτε το %3$s χωρίς διακοπές.
et: Teie tasuta prooviversioon on aegunud. %1$sUuendage kohe%2$s, et jätkata %3$s kasutamist ilma katkestusteta.
fi: Ilmainen kokeilujaksosi on päättynyt. %1$sPäivitä nyt%2$s jatkaaksesi %3$s:n käyttöä keskeytyksettä.
id_id: Uji coba gratis kamu sudah berakhir. %1$sTingkatkan sekarang%2$s untuk terus menggunakan %3$s tanpa gangguan.
th: การทดลองใช้ฟรีของคุณหมดอายุแล้ว %1$sอัปเกรดตอนนี้%2$s เพื่อใช้งาน %3$s ต่อไปโดยไม่มีการหยุดชะงัก.

source: Your server is blocking the access to Freemius' API, which is crucial for %1$s synchronization. Please contact your host to whitelist the following domains:%2$s
ar: يقوم الخادم الخاص بك بحظر الوصول إلى واجهة برمجة تطبيقات Freemius، وهو أمر ضروري لمزامنة %1$s. يرجى الاتصال بمضيفك لإدراج النطاقات التالية في القائمة البيضاء:%2$s
bg_bg: Вашият сървър блокира достъпа до API на Freemius, което е от решаващо значение за синхронизацията на %1$s. Моля, свържете се с вашия хостинг доставчик, за да добавите следните домейни в белия списък:%2$s
el: Ο διακομιστής σας μπλοκάρει την πρόσβαση στο API του Freemius, το οποίο είναι κρίσιμο για τον συγχρονισμό %1$s. Παρακαλώ επικοινωνήστε με τον πάροχο φιλοξενίας σας για να προσθέσουν στη λίστα επιτρεπόμενων τους ακόλουθους τομείς:%2$s
et: Teie server blokeerib juurdepääsu Freemiuse API-le, mis on oluline %1$s sünkroniseerimiseks. Palun võtke ühendust oma hostiga, et lisada järgmised domeenid valgeloendisse:%2$s
fi: Palvelimesi estää pääsyn Freemiuksen API:in, joka on välttämätön %1$s:n synkronoinnille. Ota yhteyttä palveluntarjoajaasi ja pyydä heitä sallimaan seuraavat verkkotunnukset:%2$s
id_id: Server kamu memblokir akses ke API Freemius, yang sangat penting untuk sinkronisasi %1$s. Silakan hubungi penyedia hosting kamu untuk memasukkan domain berikut ke daftar putih:%2$s
th: เซิร์ฟเวอร์ของคุณกำลังบล็อกการเข้าถึง API ของ Freemius ซึ่งสำคัญสำหรับการซิงโครไนซ์ %1$s กรุณาติดต่อผู้ให้บริการโฮสติ้งของคุณเพื่อเพิ่มโดเมนต่อไปนี้ในรายการอนุญาต:%2$s

source: Show error details
ar: إظهار تفاصيل الخطأ
bg_bg: Покажи подробности за грешката
el: Εμφάνιση λεπτομερειών σφάλματος
et: Näita vea üksikasju
fi: Näytä virhetiedot
id_id: Tampilkan detail error
th: แสดงรายละเอียดข้อผิดพลาด

source: It looks like the license could not be activated.
ar: يبدو أنه تعذر تفعيل الترخيص.
bg_bg: Изглежда, че лицензът не можа да бъде активиран.
el: Φαίνεται ότι η άδεια δεν μπόρεσε να ενεργοποιηθεί.
et: Tundub, et litsentsi ei õnnestunud aktiveerida.
fi: Näyttää siltä, että lisenssiä ei voitu aktivoida.
id_id: Sepertinya lisensi tidak bisa diaktifkan.
th: ดูเหมือนว่าไม่สามารถเปิดใช้งานใบอนุญาตได้.

source: Your license was successfully activated.
ar: تم تفعيل ترخيصك بنجاح.
bg_bg: Вашият лиценз беше успешно активиран.
el: Η άδειά σας ενεργοποιήθηκε με επιτυχία.
et: Teie litsents aktiveeriti edukalt.
fi: Lisenssisi aktivoitiin onnistuneesti.
id_id: Lisensi kamu berhasil diaktifkan.
th: เปิดใช้งานใบอนุญาตของคุณสำเร็จแล้ว.

source: It looks like your site currently doesn't have an active license.
ar: يبدو أن موقعك حاليًا ليس لديه ترخيص نشط.
bg_bg: Изглежда, че в момента вашият сайт няма активен лиценз.
el: Φαίνεται ότι ο ιστότοπός σας δεν έχει ενεργή άδεια αυτή τη στιγμή.
et: Tundub, et teie saidil pole praegu aktiivset litsentsi.
fi: Näyttää siltä, että sivustollasi ei ole tällä hetkellä aktiivista lisenssiä.
id_id: Sepertinya situs kamu saat ini tidak memiliki lisensi aktif.
th: ดูเหมือนว่าเว็บไซต์ของคุณไม่มีใบอนุญาตที่ใช้งานอยู่ในขณะนี้.

source: It looks like the license deactivation failed.
ar: يبدو أن إلغاء تفعيل الترخيص قد فشل.
bg_bg: Изглежда, че деактивирането на лиценза не беше успешно.
el: Φαίνεται ότι η απενεργοποίηση της άδειας απέτυχε.
et: Tundub, et litsentsi deaktiveerimine ebaõnnestus.
fi: Näyttää siltä, että lisenssin deaktivointi epäonnistui.
id_id: Sepertinya penonaktifan lisensi gagal.
th: ดูเหมือนว่าการปิดการใช้งานใบอนุญาตล้มเหลว.

source: Your %s license was successfully deactivated.
ar: تم إلغاء تفعيل ترخيص %s الخاص بك بنجاح.
bg_bg: Вашият лиценз за %s беше успешно деактивиран.
el: Η άδεια %s απενεργοποιήθηκε με επιτυχία.
et: Teie %s litsents deaktiveeriti edukalt.
fi: %s-lisenssisi deaktivoitiin onnistuneesti.
id_id: Lisensi %s kamu berhasil dinonaktifkan.
th: ปิดการใช้งานใบอนุญาต %s ของคุณสำเร็จแล้ว.

source: Your license was successfully deactivated, you are back to the %s plan.
ar: تم إلغاء تفعيل ترخيصك بنجاح، لقد عدت إلى خطة %s.
bg_bg: Вашият лиценз беше успешно деактивиран, върнахте се към плана %s.
el: Η άδειά σας απενεργοποιήθηκε με επιτυχία, επιστρέψατε στο πρόγραμμα %s.
et: Teie litsents deaktiveeriti edukalt, olete tagasi %s plaanil.
fi: Lisenssisi deaktivoitiin onnistuneesti, olet palannut %s-suunnitelmaan.
id_id: Lisensi kamu berhasil dinonaktifkan, kamu kembali ke paket %s.
th: ปิดการใช้งานใบอนุญาตของคุณสำเร็จแล้ว คุณกลับไปใช้แผน %s.

source: O.K
ar: حسنًا
bg_bg: Добре
el: Εντάξει
et: Olgu
id_id: Oke
th: ตกลง

source: Seems like we are having some temporary issue with your subscription cancellation. Please try again in few minutes.
ar: يبدو أننا نواجه بعض المشاكل المؤقتة مع إلغاء اشتراكك. يرجى المحاولة مرة أخرى بعد بضع دقائق.
bg_bg: Изглежда, че имаме някакъв временен проблем с отмяната на вашия абонамент. Моля, опитайте отново след няколко минути.
el: Φαίνεται ότι αντιμετωπίζουμε κάποιο προσωρινό πρόβλημα με την ακύρωση της συνδρομής σας. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.
et: Tundub, et meil on teie tellimuse tühistamisega ajutine probleem. Palun proovige mõne minuti pärast uuesti.
fi: Vaikuttaa siltä, että meillä on väliaikainen ongelma tilauksesi peruutuksessa. Yritä uudelleen muutaman minuutin kuluttua.
id_id: Sepertinya kami mengalami masalah sementara dengan pembatalan langganan kamu. Silakan coba lagi dalam beberapa menit.
th: ดูเหมือนว่าเรากำลังมีปัญหาชั่วคราวกับการยกเลิกการสมัครของคุณ กรุณาลองอีกครั้งในอีกสักครู่.

source: Your subscription was successfully cancelled. Your %s plan license will expire in %s.
ar: تم إلغاء اشتراكك بنجاح. ستنتهي صلاحية ترخيص خطة %s الخاصة بك في %s.
bg_bg: Вашият абонамент беше успешно отменен. Лицензът за вашия план %s ще изтече след %s.
el: Η συνδρομή σας ακυρώθηκε με επιτυχία. Η άδεια του προγράμματος %s θα λήξει σε %s.
et: Teie tellimus tühistati edukalt. Teie %s plaani litsents aegub %s.
fi: Tilauksesi peruutettiin onnistuneesti. %s-suunnitelman lisenssisi vanhenee %s.
id_id: Langganan kamu berhasil dibatalkan. Lisensi paket %s kamu akan berakhir dalam %s.
th: ยกเลิกการสมัครของคุณสำเร็จแล้ว ใบอนุญาตแผน %s ของคุณจะหมดอายุใน %s.

source: You are already running the %s in a trial mode.
ar: أنت تقوم بالفعل بتشغيل %s في وضع التجربة.
bg_bg: Вече използвате %s в пробен режим.
el: Ήδη χρησιμοποιείτε το %s σε δοκιμαστική λειτουργία.
et: Te juba kasutate %s prooviversiooni režiimis.
fi: Käytät jo %s:ää kokeilutilassa.
id_id: Kamu sudah menjalankan %s dalam mode uji coba.
th: คุณกำลังใช้งาน %s ในโหมดทดลองใช้อยู่แล้ว.

source: You already utilized a trial before.
ar: لقد استخدمت فترة تجريبية من قبل.
bg_bg: Вече сте използвали пробен период преди.
el: Έχετε ήδη χρησιμοποιήσει μια δοκιμαστική περίοδο στο παρελθόν.
et: Olete juba varem prooviversiooni kasutanud.
fi: Olet jo käyttänyt kokeilujakson aiemmin.
id_id: Kamu sudah menggunakan uji coba sebelumnya.
th: คุณได้ใช้การทดลองไปแล้วก่อนหน้านี้.

source: None of the %s's plans supports a trial period.
ar: لا تدعم أي من خطط %s فترة تجريبية.
bg_bg: Нито един от плановете на %s не поддържа пробен период.
el: Κανένα από τα προγράμματα του %s δεν υποστηρίζει δοκιμαστική περίοδο.
et: Ükski %s plaan ei toeta prooviaega.
fi: Mikään %s:n suunnitelmista ei tue kokeilujaksoa.
id_id: Tidak ada paket %s yang mendukung periode uji coba.
th: ไม่มีแผนใดของ %s ที่รองรับระยะเวลาทดลองใช้.

source: Plan %s do not exist, therefore, can't start a trial.
ar: الخطة %s غير موجودة، لذلك لا يمكن بدء فترة تجريبية.
bg_bg: План %s не съществува, следователно не може да се започне пробен период.
el: Το πρόγραμμα %s δεν υπάρχει, επομένως, δεν μπορεί να ξεκινήσει δοκιμαστική περίοδος.
et: Plaani %s ei eksisteeri, seega ei saa prooviaega alustada.
fi: Suunnitelmaa %s ei ole olemassa, joten kokeilujaksoa ei voi aloittaa.
id_id: Paket %s tidak ada, jadi tidak bisa memulai uji coba.
th: ไม่มีแผน %s อยู่ ดังนั้นจึงไม่สามารถเริ่มการทดลองใช้ได้.

source: Plan %s does not support a trial period.
ar: الخطة %s لا تدعم فترة تجريبية.
bg_bg: План %s не поддържа пробен период.
el: Το πρόγραμμα %s δεν υποστηρίζει δοκιμαστική περίοδο.
et: Plaan %s ei toeta prooviaega.
fi: Suunnitelma %s ei tue kokeilujaksoa.
id_id: Paket %s tidak mendukung periode uji coba.
th: แผน %s ไม่รองรับระยะเวลาทดลองใช้.

source: It looks like you are not in trial mode anymore so there's nothing to cancel :)
ar: يبدو أنك لم تعد في وضع التجربة لذا لا يوجد شيء لإلغائه :)
bg_bg: Изглежда, че вече не сте в пробен режим, така че няма какво да се отмени :)
el: Φαίνεται ότι δεν είστε πλέον σε δοκιμαστική λειτουργία, οπότε δεν υπάρχει τίποτα για ακύρωση :)
et: Tundub, et te pole enam prooviversiooni režiimis, seega pole midagi tühistada :)
fi: Näyttää siltä, ettet ole enää kokeilutilassa, joten mitään ei ole peruttavana :)
id_id: Sepertinya kamu sudah tidak dalam mode uji coba lagi, jadi tidak ada yang perlu dibatalkan :)
th: ดูเหมือนว่าคุณไม่ได้อยู่ในโหมดทดลองใช้แล้ว ดังนั้นจึงไม่มีอะไรให้ยกเลิก :)

source: Seems like we are having some temporary issue with your trial cancellation. Please try again in few minutes.
ar: يبدو أننا نواجه بعض المشاكل المؤقتة مع إلغاء فترة التجربة الخاصة بك. يرجى المحاولة مرة أخرى بعد بضع دقائق.
bg_bg: Изглежда, че имаме някакъв временен проблем с отмяната на вашия пробен период. Моля, опитайте отново след няколко минути.
el: Φαίνεται ότι αντιμετωπίζουμε κάποιο προσωρινό πρόβλημα με την ακύρωση της δοκιμαστικής σας περιόδου. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.
et: Tundub, et meil on teie prooviversiooni tühistamisega ajutine probleem. Palun proovige mõne minuti pärast uuesti.
fi: Vaikuttaa siltä, että meillä on väliaikainen ongelma kokeilujaksosi peruutuksessa. Yritä uudelleen muutaman minuutin kuluttua.
id_id: Sepertinya kami mengalami masalah sementara dengan pembatalan uji coba kamu. Silakan coba lagi dalam beberapa menit.
th: ดูเหมือนว่าเรากำลังมีปัญหาชั่วคราวกับการยกเลิกการทดลองใช้ของคุณ กรุณาลองอีกครั้งในอีกสักครู่.

source: Your %s free trial was successfully cancelled.
ar: تم إلغاء فترة التجربة المجانية لـ %s بنجاح.
bg_bg: Вашият безплатен пробен период за %s беше успешно отменен.
el: Η δωρεάν δοκιμαστική περίοδος %s ακυρώθηκε με επιτυχία.
et: Teie %s tasuta prooviversioon tühistati edukalt.
fi: %s ilmainen kokeilujaksosi peruutettiin onnistuneesti.
id_id: Uji coba gratis %s kamu berhasil dibatalkan.
th: ยกเลิกการทดลองใช้ฟรี %s ของคุณสำเร็จแล้ว.

source: Seems like you got the latest release.
ar: يبدو أنك حصلت على أحدث إصدار.
bg_bg: Изглежда, че имате последната версия.
el: Φαίνεται ότι έχετε την τελευταία έκδοση.
et: Tundub, et teil on uusim versioon.
fi: Näyttää siltä, että sinulla on uusin versio.
id_id: Sepertinya kamu sudah mendapatkan rilis terbaru.
th: ดูเหมือนว่าคุณมีเวอร์ชันล่าสุดแล้ว.

source: You are all good!
ar: أنت على ما يرام!
bg_bg: Всичко е наред!
el: Όλα είναι εντάξει!
et: Kõik on korras!
fi: Kaikki on kunnossa!
id_id: Kamu sudah oke!
th: คุณพร้อมใช้งานแล้ว!

source: Version %s was released.
ar: تم إصدار الإصدار %s.
bg_bg: Версия %s беше пусната.
el: Η έκδοση %s κυκλοφόρησε.
et: Versioon %s on välja lastud.
fi: Versio %s on julkaistu.
id_id: Versi %s telah dirilis.
th: เวอร์ชัน %s ถูกปล่อยออกมาแล้ว.

source: Please download %s.
ar: يرجى تنزيل %s.
bg_bg: Моля, изтеглете %s.
el: Παρακαλώ κατεβάστε το %s.
et: Palun laadige alla %s.
fi: Lataa %s.
id_id: Silakan unduh %s.
th: กรุณาดาวน์โหลด %s.

source: the latest %s version here
ar: أحدث إصدار من %s هنا
bg_bg: последната версия на %s тук
el: την τελευταία έκδοση του %s εδώ
et: uusim %s versioon siit
fi: uusin %s-versio täältä
id_id: versi %s terbaru di sini
th: เวอร์ชันล่าสุดของ %s ที่นี่

source: New
ar: جديد
bg_bg: Ново
el: Νέο
et: Uus
fi: Uusi
id_id: Baru
th: ใหม่

source: Verification mail was just sent to %s. If you can't find it after 5 min, please check your spam box.
ar: تم إرسال بريد التحقق للتو إلى %s. إذا لم تتمكن من العثور عليه بعد 5 دقائق، يرجى التحقق من صندوق البريد غير المرغوب فيه.
bg_bg: Имейл за потвърждение беше изпратен на %s. Ако не го намерите след 5 минути, моля, проверете папката си за спам.
el: Το email επαλήθευσης μόλις στάλθηκε στο %s. Αν δεν το βρείτε μετά από 5 λεπτά, παρακαλώ ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας σας.
et: Kinnituskiri saadeti just aadressile %s. Kui te ei leia seda 5 minuti jooksul, kontrollige palun oma rämpsposti kausta.
fi: Vahvistussähköposti lähetettiin juuri osoitteeseen %s. Jos et löydä sitä 5 minuutin kuluttua, tarkista roskapostikansiosi.
id_id: Email verifikasi baru saja dikirim ke %s. Jika kamu tidak menemukannya setelah 5 menit, silakan periksa kotak spam kamu.
th: เพิ่งส่งอีเมลยืนยันไปที่ %s ถ้าคุณหาไม่เจอหลังจาก 5 นาที กรุณาตรวจสอบกล่องสแปม.

source: Site successfully opted in.
ar: تم اشتراك الموقع بنجاح.
bg_bg: Сайтът успешно се включи.
el: Ο ιστότοπος συμμετείχε με επιτυχία.
et: Sait liitus edukalt.
fi: Sivusto liittyi onnistuneesti.
id_id: Situs berhasil opt-in.
th: เว็บไซต์เลือกเข้าร่วมสำเร็จแล้ว.

source: Awesome
ar: رائع
bg_bg: Страхотно
el: Υπέροχα
et: Suurepärane
fi: Mahtavaa
id_id: Keren
th: ยอดเยี่ยม

source: Diagnostic data will no longer be sent from %s to %s.
ar: لن يتم إرسال بيانات التشخيص من %s إلى %s بعد الآن.
bg_bg: Диагностичните данни вече няма да се изпращат от %s до %s.
el: Τα διαγνωστικά δεδομένα δεν θα αποστέλλονται πλέον από το %s στο %s.
et: Diagnostikaandmeid ei saadeta enam %s-st %s-le.
fi: Diagnostiikkatietoja ei enää lähetetä %s:stä %s:lle.
id_id: Data diagnostik tidak akan lagi dikirim dari %s ke %s.
th: จะไม่มีการส่งข้อมูลวินิจฉัยจาก %s ไปยัง %s อีกต่อไป.

source: Sharing diagnostic data with %s helps to provide functionality that's more relevant to your website, avoid WordPress or PHP version incompatibilities that can break your website, and recognize which languages & regions the plugin should be translated and tailored to.
ar: تساعد مشاركة البيانات التشخيصية مع %s على توفير وظائف أكثر ملاءمة لموقعك على الويب، وتجنب عدم توافق WordPress أو إصدار PHP الذي يمكن أن يعطل موقعك على الويب، والتعرف على اللغات والمناطق التي يجب ترجمة الإضافة وتخصيصها لها.
bg_bg: Споделянето на диагностични данни с %s помага за предоставянето на функционалност, която е по-подходяща за вашия уебсайт, избягването на несъвместимости с версиите на WordPress или PHP, които могат да повредят вашия уебсайт, и разпознаването на езиците и регионите, за които плъгинът трябва да бъде преведен и адаптиран.
el: Η κοινή χρήση διαγνωστικών δεδομένων με το %s βοηθά στην παροχή λειτουργιών που είναι πιο σχετικές με τον ιστότοπό σας, στην αποφυγή ασυμβατοτήτων WordPress ή έκδοσης PHP που μπορεί να καταστρέψουν τον ιστότοπό σας και στην αναγνώριση των γλωσσών και των περιοχών στις οποίες πρέπει να μεταφραστεί και να προσαρμοστεί το πρόσθετο.
et: Diagnostiliste andmete jagamine %s aitab pakkuda teie veebisaidi jaoks asjakohasemat funktsionaalsust, vältida WordPressi või PHP versiooni ühildamatust, mis võib teie veebisaiti rikkuda, ning tuvastada, milliseid keeli ja piirkondi peaks plugin tõlkima ja kohandama.
fi: Diagnostiikkatietojen jakaminen %s:n kanssa auttaa tarjoamaan verkkosivullesi sopivampia toimintoja, välttämään WordPress- tai PHP-versioiden yhteensopivuusongelmia, jotka voivat rikkoa sivustosi, sekä tunnistamaan, mille kielille ja alueille lisäosa pitäisi kääntää ja räätälöidä.
id_id: Berbagi data diagnostik dengan %s membantu menyediakan fungsi yang lebih relevan untuk website kamu, menghindari ketidakcocokan versi WordPress atau PHP yang bisa merusak website kamu, dan mengenali bahasa & wilayah mana plugin harus diterjemahkan dan disesuaikan.
th: การแชร์ข้อมูลการวินิจฉัยกับ %s ช่วยให้สามารถมอบฟังก์ชันที่เกี่ยวข้องกับเว็บไซต์ของคุณมากขึ้น หลีกเลี่ยงความไม่เข้ากันของเวอร์ชัน WordPress หรือ PHP ที่อาจทำให้เว็บไซต์ของคุณเสียหาย และระบุว่าควรแปลและปรับแต่งปลั๊กอินให้เหมาะกับภาษาและภูมิภาคใดบ้าง.

source: Thank you!
ar: شكرًا لك!
bg_bg: Благодаря!
el: Σας ευχαριστώ!
et: Aitäh!
fi: Kiitos!
id_id: Terima kasih!
th: ขอบคุณนะ!

source: A confirmation email was just sent to %s. You must confirm the update within the next 4 hours. If you cannot find the email, please check your spam folder.
ar: تم إرسال رسالة تأكيد للتو إلى %s. يجب عليك تأكيد التحديث خلال الـ 4 ساعات القادمة. إذا لم تجد الرسالة، يرجى التحقق من مجلد البريد غير المرغوب فيه.
bg_bg: Току-що беше изпратен имейл за потвърждение на %s. Трябва да потвърдите актуализацията в рамките на следващите 4 часа. Ако не можете да намерите имейла, моля, проверете папката си за спам.
el: Μόλις στάλθηκε ένα email επιβεβαίωσης στο %s. Πρέπει να επιβεβαιώσετε την ενημέρωση μέσα στις επόμενες 4 ώρες. Αν δεν μπορείτε να βρείτε το email, παρακαλώ ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας.
et: Kinnitussõnum saadeti äsja e-posti aadressile %s. Te peate uuenduse kinnitama järgmise 4 tunni jooksul. Kui te ei leia seda e-kirja, vaadake palun oma rämpsposti kausta.
fi: Vahvistussähköposti lähetettiin juuri osoitteeseen %s. Sinun täytyy vahvistaa päivitys seuraavan 4 tunnin kuluessa. Jos et löydä sähköpostia, tarkista roskapostikansiosi.
id_id: Email konfirmasi baru saja dikirim ke %s. Kamu harus mengonfirmasi pembaruan dalam 4 jam ke depan. Jika kamu tidak menemukan emailnya, tolong cek folder spam kamu.
th: เพิ่งส่งอีเมลยืนยันไปที่ %s แล้ว คุณต้องยืนยันการอัปเดตภายใน 4 ชั่วโมงนี้นะ ถ้าหาอีเมลไม่เจอ ลองตรวจสอบในโฟลเดอร์สแปมด้วย.

source: A confirmation email was just sent to %s. The email owner must confirm the update within the next 4 hours.
ar: تم إرسال رسالة تأكيد للتو إلى %s. يجب على صاحب البريد الإلكتروني تأكيد التحديث خلال الـ 4 ساعات القادمة.
bg_bg: Току-що беше изпратен имейл за потвърждение на %s. Собственикът на имейла трябва да потвърди актуализацията в рамките на следващите 4 часа.
el: Μόλις στάλθηκε ένα email επιβεβαίωσης στο %s. Ο κάτοχος του email πρέπει να επιβεβαιώσει την ενημέρωση μέσα στις επόμενες 4 ώρες.
et: Kinnitussõnum saadeti äsja e-posti aadressile %s. E-posti omanik peab uuenduse kinnitama järgmise 4 tunni jooksul.
fi: Vahvistussähköposti lähetettiin juuri osoitteeseen %s. Sähköpostin omistajan täytyy vahvistaa päivitys seuraavan 4 tunnin kuluessa.
id_id: Email konfirmasi baru saja dikirim ke %s. Pemilik email harus mengonfirmasi pembaruan dalam 4 jam ke depan.
th: เพิ่งส่งอีเมลยืนยันไปที่ %s แล้ว เจ้าของอีเมลต้องยืนยันการอัปเดตภายใน 4 ชั่วโมงนี้นะ.

source: Thanks for confirming the ownership change. An email was just sent to %s for final approval.
ar: شكرًا لتأكيد تغيير الملكية. تم إرسال رسالة إلكترونية للتو إلى %s للموافقة النهائية.
bg_bg: Благодарим ви за потвърждаването на промяната на собствеността. Току-що беше изпратен имейл на %s за окончателно одобрение.
el: Ευχαριστούμε για την επιβεβαίωση της αλλαγής ιδιοκτησίας. Μόλις στάλθηκε ένα email στο %s για την τελική έγκριση.
et: Tänan, et kinnitasid omanikuvahetust. E-mail saadeti just %s lõplikuks kinnitamiseks.
fi: Kiitos omistajuuden muutoksen vahvistamisesta. Sähköposti lähetettiin juuri osoitteeseen %s lopullista hyväksyntää varten.
id_id: Terima kasih sudah mengonfirmasi perubahan kepemilikan. Email baru saja dikirim ke %s untuk persetujuan akhir.
th: ขอบคุณที่ยืนยันการเปลี่ยนแปลงความเป็นเจ้าของ เพิ่งส่งอีเมลไปที่ %s เพื่อขออนุมัติขั้นสุดท้ายแล้ว.

source: %s is the new owner of the account.
ar: %s هو المالك الجديد للحساب.
bg_bg: %s е новият собственик на акаунта.
el: Το %s είναι ο νέος ιδιοκτήτης του λογαριασμού.
et: %s on konto uus omanik.
fi: %s on nyt tilin uusi omistaja.
id_id: %s adalah pemilik baru akun ini.
th: %s เป็นเจ้าของบัญชีคนใหม่แล้ว.

# as congratulations
source: Congrats
ar: تهانينا
bg_bg: Поздравления
el: Συγχαρητήρια
et: Õnnitlused
fi: Onneksi olkoon
id_id: Selamat
th: ยินดีด้วย

source: Your name was successfully updated.
ar: تم تحديث اسمك بنجاح.
bg_bg: Името ви беше успешно актуализирано.
el: Το όνομά σου ενημερώθηκε με επιτυχία.
et: Teie nime uuendati edukalt.
fi: Nimesi päivitettiin onnistuneesti.
id_id: Nama kamu berhasil diperbarui.
th: อัปเดตชื่อของคุณสำเร็จแล้ว.

source: Please provide your full name.
ar: يرجى تقديم اسمك الكامل.
bg_bg: Моля, въведете пълното си име.
el: Παρακαλώ δώσε το πλήρες όνομά σου.
et: Palun märkige oma täielik nimi.
fi: Anna koko nimesi.
id_id: Tolong berikan nama lengkap kamu.
th: กรุณาใส่ชื่อเต็มของคุณ.

source: You have successfully updated your %s.
ar: لقد قمت بتحديث %s بنجاح.
bg_bg: Успешно актуализирахте вашия %s.
el: Ενημέρωσες με επιτυχία το %s σου.
et: Olete edukalt uuendanud oma %s.
fi: Olet onnistuneesti päivittänyt %s:n.
id_id: Kamu berhasil memperbarui %s kamu.
th: คุณอัปเดต %s สำเร็จแล้ว.
