Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: Is this your client's site? %s if you wish to hide sensitive info like your email, license key, prices, billing address & invoices from the WP Admin.
ar: هل هذا موقع عميلك؟ %s إذا كنت ترغب في إخفاء المعلومات الحساسة مثل بريدك الإلكتروني، ومفتاح الترخيص، والأسعار، وعنوان الفواتير والفواتير من لوحة تحكم الووردبريس.
bg_bg: Това сайт на ваш клиент ли е? %s ако искате да скриете чувствителна информация като вашия имейл, лицензионен ключ, цени, адрес за фактуриране и фактури от WP Admin.
el: Είναι αυτός ο ιστότοπος του πελάτη σου; %s αν θέλεις να κρύψεις ευαίσθητες πληροφορίες όπως το email σου, το κλειδί άδειας, τις τιμές, τη διεύθυνση χρέωσης και τα τιμολόγια από το WP Admin.
et: Kas see on teie kliendi sait? %s, kui soovite WP administraatori eest varjata tundlikku teavet, nagu teie e-posti aadress, litsentsivõti, hinnad, arveldusaadress ja arved.
fi: Onko tämä asiakkaasi sivusto? %s, jos haluat piilottaa arkaluontoisia tietoja kuten sähköpostisi, lisenssiavaimen, hinnat, laskutusosoitteen ja laskut WordPress-hallintapaneelista.
id_id: Apakah ini situs klien kamu? %s jika kamu ingin menyembunyikan info sensitif seperti email, kunci lisensi, harga, alamat penagihan & faktur dari WP Admin.
th: นี่เป็นเว็บไซต์ของลูกค้าคุณใช่ไหม? %s ถ้าคุณต้องการซ่อนข้อมูลที่ละเอียดอ่อน เช่น อีเมล, รหัสใบอนุญาต, ราคา, ที่อยู่สำหรับเรียกเก็บเงิน และใบแจ้งหนี้จากหน้า WP Admin.

source: Click here
ar: انقر هنا
bg_bg: Кликнете тук
el: Κάνε κλικ εδώ
et: Vajuta siia
fi: Klikkaa tästä
id_id: Klik di sini
th: คลิกที่นี่

source: Bundle
ar: حزمة
bg_bg: Пакет
el: Πακέτο
fi: Paketti
id_id: Paket
th: แพ็คเกจ

source: Just letting you know that the add-ons information of %s is being pulled from an external server.
ar: أردت فقط إعلامك أن معلومات الإضافات الخاصة بـ %s يتم جلبها من خادم خارجي.
bg_bg: Просто да ви уведомя, че информацията за добавките на %s се изтегля от външен сървър.
el: Απλά σε ενημερώνουμε ότι οι πληροφορίες των πρόσθετων του %s ανακτώνται από έναν εξωτερικό διακομιστή.
et: Lihtsalt annan teile teada, et %s lisade teave on tõmmatud välisserverist.
fi: Haluamme vain ilmoittaa, että %s:n lisäosien tiedot haetaan ulkoiselta palvelimelta.
id_id: Hanya memberitahu bahwa informasi add-on dari %s sedang diambil dari server eksternal.
th: แค่อยากแจ้งให้ทราบว่ากำลังดึงข้อมูลส่วนเสริมของ %s จากเซิร์ฟเวอร์ภายนอก.

# advance notice of something that will need attention.
source: Heads up
ar: تنبيه
bg_bg: Внимание
el: Προσοχή
et: Head up
fi: Huomio
id_id: Perhatian
th: ขอแจ้งให้ทราบ

# exclamation
source: Hey
ar: مرحبًا
bg_bg: Здравейте
el: Γεια
et: Hei
fi: Hei
id_id: Hai
th: เฮ้

source: How do you like %s so far? Test all our %s premium features with a %d-day free trial.
ar: كيف تجد %s حتى الآن؟ اختبر جميع ميزات %s المتميزة مع تجربة مجانية لمدة %d يومًا.
bg_bg: Как ви харесва %s досега? Тествайте всички наши %s премиум функции с %d-дневен безплатен пробен период.
el: Πώς σου φαίνεται το %s μέχρι τώρα; Δοκίμασε όλες τις premium λειτουργίες του %s με μια δωρεάν δοκιμή %d ημερών.
et: Kuidas sulle %s seni meeldib? Testi kõiki meie %s lisafunktsioone %d päeva tasuta prooviperioodiga.
fi: Miten olet tykännyt %s:sta tähän mennessä? Testaa kaikkia %s:n premium-ominaisuuksia %d päivän ilmaisella kokeilujaksolla.
id_id: Bagaimana menurutmu tentang %s sejauh ini? Coba semua fitur premium %s kami dengan uji coba gratis selama %d hari.
th: คุณชอบ %s แค่ไหนแล้ว? ลองใช้ฟีเจอร์พรีเมียมทั้งหมดของ %s ด้วยการทดลองใช้ฟรี %d วัน.

source: No commitment for %s days - cancel anytime!
ar: لا التزام لمدة %s يومًا - يمكنك الإلغاء في أي وقت!
bg_bg: Без ангажимент за %s дни - можете да отмените по всяко време!
el: Χωρίς δέσμευση για %s ημέρες - ακύρωση οποιαδήποτε στιγμή!
et: %s päeva jooksul ei ole kohustust - tühistage igal ajal!
fi: Ei sitoumusta %s päivään - voit perua milloin vain!
id_id: Tanpa komitmen selama %s hari - bisa dibatalkan kapan saja!
th: ไม่มีข้อผูกมัดเป็นเวลา %s วัน - ยกเลิกได้ตลอด!

source: No credit card required
ar: لا حاجة لبطاقة ائتمان
bg_bg: Не се изисква кредитна карта
el: Δεν απαιτείται πιστωτική κάρτα
et: Krediitkaarti ei ole vaja
fi: Luottokorttia ei tarvita
id_id: Tidak perlu kartu kredit
th: ไม่ต้องใช้บัตรเครดิต

# call to action
source: Start free trial
ar: ابدأ التجربة المجانية
bg_bg: Започнете безплатен пробен период
el: Ξεκίνα δωρεάν δοκιμή
et: Alusta tasuta prooviperioodi
fi: Aloita ilmainen kokeilu
id_id: Mulai uji coba gratis
th: เริ่มทดลองใช้ฟรี

source: Hey there, did you know that %s has an affiliate program? If you like the %s you can become our ambassador and earn some cash!
ar: مرحبًا، هل تعلم أن %s لديه برنامج شراكة؟ إذا أعجبك %s يمكنك أن تصبح سفيرنا وتكسب بعض المال!
bg_bg: Здравейте, знаехте ли, че %s има партньорска програма? Ако харесвате %s, можете да станете наш посланик и да спечелите малко пари!
el: Γεια σου, ήξερες ότι το %s έχει ένα πρόγραμμα συνεργατών; Αν σου αρέσει το %s, μπορείς να γίνεις πρεσβευτής μας και να βγάλεις κάποια χρήματα!
et: Hei, kas teadsid, et %s on partnerlusprogramm? Kui sulle meeldib %s, võid saada meie saadikuks ja teenida raha!
fi: Hei, tiesitkö että %s:lla on kumppaniohjelma? Jos pidät %s:sta, voit ryhtyä lähettilääksemme ja tienata rahaa!
id_id: Hei, apakah kamu tahu bahwa %s punya program afiliasi? Jika kamu suka %s, kamu bisa jadi duta kami dan dapat uang!
th: เฮ้ รู้ไหมว่า %s มีโปรแกรมพันธมิตรด้วยนะ ถ้าคุณชอบ %s คุณสามารถเป็นแบรนด์แอมบาสเดอร์ของเราและหาเงินได้!

source: Learn more
ar: اعرف المزيد
bg_bg: Научете повече
el: Μάθε περισσότερα
et: Lisateave
fi: Lue lisää
id_id: Pelajari lebih lanjut
th: เรียนรู้เพิ่มเติม

source: Activate License
ar: تفعيل الترخيص
bg_bg: Активирайте лиценз
el: Ενεργοποίηση άδειας
et: Aktiveeri litsents
fi: Aktivoi lisenssi
id_id: Aktifkan lisensi
th: เปิดใช้งานใบอนุญาต

source: Change License
ar: تغيير الترخيص
bg_bg: Променете лиценза
el: Αλλαγή άδειας
et: Muuda litsentsi
fi: Vaihda lisenssi
id_id: Ubah lisensi
th: เปลี่ยนใบอนุญาต

source: Opt In
ar: اشترك
bg_bg: Включете се
el: Συμμετοχή
et: Valige sisse
fi: Hyväksy
id_id: Ikut serta
th: เลือกเข้าร่วม

source: Opt Out
ar: إلغاء الاشتراك
bg_bg: Откажете се
el: Αποχώρηση
et: Loobumine
fi: Kieltäydy
id_id: Berhenti berlangganan
th: เลือกออก

source: Please follow these steps to complete the upgrade
ar: يرجى اتباع هذه الخطوات لإكمال الترقية
bg_bg: Моля, следвайте тези стъпки, за да завършите надграждането
el: Παρακαλώ ακολούθησε αυτά τα βήματα για να ολοκληρώσεις την αναβάθμιση
et: Järgige uuendamise lõpuleviimiseks järgmisi samme
fi: Seuraa näitä vaiheita päivityksen suorittamiseksi
id_id: Tolong ikuti langkah-langkah ini untuk menyelesaikan upgrade
th: โปรดทำตามขั้นตอนเหล่านี้เพื่อทำการอัปเกรดให้เสร็จสมบูรณ์

source: Download the latest %s version
ar: قم بتنزيل أحدث إصدار من %s
bg_bg: Изтеглете най-новата версия на %s
el: Κατέβασε την τελευταία έκδοση του %s
et: Lae alla uusim %s versioon
fi: Lataa uusin %s-versio
id_id: Unduh versi %s terbaru
th: ดาวน์โหลด %s เวอร์ชันล่าสุด

source: Upload and activate the downloaded version
ar: قم بتحميل وتفعيل الإصدار الذي تم تنزيله
bg_bg: Качете и активирайте изтеглената версия
el: Ανέβασε και ενεργοποίησε την έκδοση που κατέβασες
et: Laadige alla laetud versioon üles ja aktiveerige see
fi: Lataa ja aktivoi ladattu versio
id_id: Unggah dan aktifkan versi yang diunduh
th: อัปโหลดและเปิดใช้งานเวอร์ชันที่ดาวน์โหลด

source: How to upload and activate?
ar: كيفية التحميل والتفعيل؟?
bg_bg: Как да качите и активирате?
el: Πώς να ανεβάσεις και να ενεργοποιήσεις;?
et: Kuidas üles laadida ja aktiveerida?
fi: Miten ladata ja aktivoida?
id_id: Bagaimana cara mengunggah dan mengaktifkan?
th: จะอัปโหลดและเปิดใช้งานยังไง?

source: The paid version of %1$s is already installed. Please activate it to start benefiting the %2$s features. %3$s
ar: النسخة المدفوعة من %1$s مثبتة بالفعل. يرجى تفعيلها للبدء في الاستفادة من ميزات %2$s. %3$s
bg_bg: Платената версия на %1$s вече е инсталирана. Моля, активирайте я, за да започнете да се възползвате от %2$s функциите. %3$s
el: Η επί πληρωμή έκδοση του %1$s είναι ήδη εγκατεστημένη. Παρακαλώ ενεργοποίησέ την για να αρχίσεις να επωφελείσαι από τις λειτουργίες %2$s. %3$s
et: %1$s tasuline versioon on juba paigaldatud. Palun aktiveerige see, et hakata kasutama %2$s funktsioone. %3$s
fi: %1$s:n maksullinen versio on jo asennettu. Aktivoi se aloittaaksesi %2$s-ominaisuuksien käytön. %3$s
id_id: Versi berbayar dari %1$s sudah terpasang. Tolong aktifkan untuk mulai menikmati fitur %2$s. %3$s
th: ติดตั้งเวอร์ชันที่ต้องจ่ายเงินของ %1$s แล้ว กรุณาเปิดใช้งานเพื่อเริ่มใช้ประโยชน์จากฟีเจอร์ %2$s %3$s

source: Activate %s features
ar: تفعيل ميزات %s
bg_bg: Активирайте функциите на %s
el: Ενεργοποίηση λειτουργιών %s
et: Aktiveeri %s funktsioonid
fi: Aktivoi %s-ominaisuudet
id_id: Aktifkan fitur %s
th: เปิดใช้งานฟีเจอร์ %s

source: Your plan was successfully upgraded.
ar: تمت ترقية خطتك بنجاح.
bg_bg: Вашият план беше успешно надграден.
el: Το πλάνο σου αναβαθμίστηκε με επιτυχία.
et: Teie kava on edukalt uuendatud.
fi: Suunnitelmasi päivitettiin onnistuneesti.
id_id: Paket kamu berhasil di-upgrade.
th: อัปเกรดแผนของคุณสำเร็จแล้ว.

source: Your plan was successfully activated.
ar: تم تفعيل خطتك بنجاح.
bg_bg: Вашият план беше успешно активиран.
el: Το πλάνο σου ενεργοποιήθηκε με επιτυχία.
et: Teie plaan aktiveeriti edukalt.
fi: Suunnitelmasi aktivoitiin onnistuneesti.
id_id: Paket kamu berhasil diaktifkan.
th: เปิดใช้งานแผนของคุณสำเร็จแล้ว.

source: %sClick here%s to choose the sites where you'd like to activate the license on.
ar: %sانقر هنا%s لاختيار المواقع التي ترغب في تفعيل الترخيص عليها.
bg_bg: %sКликнете тук%s, за да изберете сайтовете, на които искате да активирате лиценза.
el: %sΚάνε κλικ εδώ%s για να επιλέξεις τους ιστότοπους στους οποίους θέλεις να ενεργοποιήσεις την άδεια.
et: %sKlõpsake siia%s, et valida saidid, kus soovite litsentsi aktiveerida.
fi: %sKlikkaa tästä%s valitaksesi sivustot, joilla haluat aktivoida lisenssin.
id_id: %sKlik di sini%s untuk memilih situs di mana kamu ingin mengaktifkan lisensi.
th: %sคลิกที่นี่%s เพื่อเลือกเว็บไซต์ที่คุณต้องการเปิดใช้งานใบอนุญาต.

source: Auto installation only works for opted-in users.
ar: التثبيت التلقائي يعمل فقط للمستخدمين المشتركين.
bg_bg: Автоматичната инсталация работи само за потребители, които са се съгласили.
el: Η αυτόματη εγκατάσταση λειτουργεί μόνο για χρήστες που έχουν συμμετάσχει.
et: Automaatne installimine toimib ainult nõusoleku andnud kasutajatele.
fi: Automaattinen asennus toimii vain käyttäjille, jotka ovat hyväksyneet tietojen keräämisen.
id_id: Instalasi otomatis hanya berfungsi untuk pengguna yang sudah ikut serta.
th: การติดตั้งอัตโนมัติใช้ได้เฉพาะกับผู้ใช้ที่เลือกเข้าร่วมเท่านั้น.

source: Invalid module ID.
ar: معرف الوحدة غير صالح.
bg_bg: Невалиден ID на модул.
el: Μη έγκυρο αναγνωριστικό ενότητας.
et: Vigane mooduli ID.
fi: Virheellinen moduulin tunnus.
id_id: ID modul tidak valid.
th: ID โมดูลไม่ถูกต้อง.

source: Premium add-on version already installed.
ar: إصدار الإضافة المتميزة مثبت بالفعل.
bg_bg: Премиум версията на добавката вече е инсталирана.
el: Η έκδοση του premium πρόσθετου είναι ήδη εγκατεστημένη.
et: Tasulise lisandmooduli versioon on juba installitud.
fi: Premium-lisäosan versio on jo asennettu.
id_id: Versi add-on premium sudah terpasang.
th: ติดตั้งเวอร์ชันส่วนเสริมพรีเมียมแล้ว.

source: Premium version already active.
ar: الإصدار المتميز نشط بالفعل.
bg_bg: Премиум версията вече е активна.
el: Η premium έκδοση είναι ήδη ενεργή.
et: Tasuline versioon on juba aktiivne.
fi: Premium-versio on jo aktiivinen.
id_id: Versi premium sudah aktif.
th: เปิดใช้งานเวอร์ชันพรีเมียมอยู่แล้ว.

source: You do not have a valid license to access the premium version.
ar: ليس لديك ترخيص صالح للوصول إلى الإصدار المتميز.
bg_bg: Нямате валиден лиценз за достъп до премиум версията.
el: Δεν έχεις έγκυρη άδεια για πρόσβαση στην premium έκδοση.
et: Teil pole kehtivat litsentsi tasulise versiooni kasutamiseks.
fi: Sinulla ei ole voimassa olevaa lisenssiä premium-version käyttöön.
id_id: Kamu tidak punya lisensi yang valid untuk mengakses versi premium.
th: คุณไม่มีใบอนุญาตที่ถูกต้องสำหรับเข้าถึงเวอร์ชันพรีเมียม.

source: Plugin is a "Serviceware" which means it does not have a premium code version.
ar: البرنامج المساعد هو ”برنامج خدمي“ مما يعني أنه لا يحتوي على إصدار برمجي متميز.
bg_bg: Плъгинът е „Serviceware“, което означава, че няма премиум код версия.
el: Το πρόσθετο είναι ένα “Serviceware” που σημαίνει ότι δεν έχει premium έκδοση κώδικα.
et: Plugin on „teenusevara“, mis tähendab, et sellel pole tasulist koodiversiooni.
fi: Lisäosa on ”Serviceware”, mikä tarkoittaa, että siitä ei ole premium-koodiversiota.
id_id: Plugin ini adalah “Serviceware” yang berarti tidak memiliki versi kode premium.
th: ปลั๊กอินเป็น “Serviceware” ซึ่งหมายความว่าไม่มีเวอร์ชันโค้ดพรีเมียม.

source: View paid features
ar: عرض الميزات المدفوعة
bg_bg: Вижте платените функции
el: Δες τις επί πληρωμή λειτουργίες
et: Vaata tasulisi funktsioone
fi: Näytä maksulliset ominaisuudet
id_id: Lihat fitur berbayar
th: ดูฟีเจอร์แบบเสียเงิน

source: Thank you so much for using our products!
ar: شكرًا جزيلاً لاستخدام منتجاتنا!
bg_bg: Благодарим ви много, че използвате нашите продукти!
el: Σε ευχαριστούμε πολύ που χρησιμοποιείς τα προϊόντα μας!
et: Täname teid väga meie toodete kasutamise eest!
fi: Kiitos paljon tuotteidemme käytöstä!
id_id: Terima kasih banyak sudah menggunakan produk kami!
th: ขอบคุณมากที่ใช้ผลิตภัณฑ์ของเรา!

source: You've already opted-in to our usage-tracking, which helps us keep improving them.
ar: لقد اشتركت بالفعل في تتبع الاستخدام الخاص بنا، مما يساعدنا على مواصلة تحسينها.
bg_bg: Вече сте се съгласили с нашето проследяване на използването, което ни помага да ги подобряваме непрекъснато.
el: Έχεις ήδη συμμετάσχει στην παρακολούθηση χρήσης, η οποία μας βοηθά να τα βελτιώνουμε συνεχώς.
et: Olete juba nõustunud meie kasutuse jälgimisega, mis aitab meil neid pidevalt parendada.
fi: Olet jo hyväksynyt käyttötietojen seurannan, mikä auttaa meitä parantamaan niitä jatkuvasti.
id_id: Kamu sudah ikut serta dalam pelacakan penggunaan kami, yang membantu kami terus meningkatkannya.
th: คุณได้เลือกเข้าร่วมการติดตามการใช้งานของเราแล้ว ซึ่งช่วยให้เราปรับปรุงผลิตภัณฑ์ได้ดียิ่งขึ้น.

source: %s and its add-ons
ar: %s وإضافاته
bg_bg: %s и неговите добавки
el: %s και τα πρόσθετά του
et: %s ja selle lisandmoodulid
fi: %s ja sen lisäosat
id_id: %s dan add-on-nya
th: %s และส่วนเสริมต่างๆ

source: Products
ar: المنتجات
bg_bg: Продукти
el: Προϊόντα
et: Tooted
fi: Tuotteet
id_id: Produk
th: ผลิตภัณฑ์

source: Thank you so much for using %s and its add-ons!
ar: شكرًا جزيلاً لاستخدام %s وإضافاته!
bg_bg: Благодарим ви много, че използвате %s и неговите добавки!
el: Σε ευχαριστούμε πολύ που χρησιμοποιείς το %s και τα πρόσθετά του!
et: Täname teid väga %s ja selle lisandmoodulite kasutamise eest!
fi: Kiitos paljon %s:n ja sen lisäosien käytöstä!
id_id: Terima kasih banyak sudah menggunakan %s dan add-on-nya!
th: ขอบคุณมากที่ใช้ %s และส่วนเสริมต่างๆ!

source: Thank you so much for using %s!
ar: شكرًا جزيلاً لاستخدام %s!
bg_bg: Благодарим ви много, че използвате %s!
el: Σε ευχαριστούμε πολύ που χρησιμοποιείς το %s!
et: Täname teid väga %s kasutamise eest!
fi: Kiitos paljon %s:n käytöstä!
id_id: Terima kasih banyak sudah menggunakan %s!
th: ขอบคุณมากที่ใช้ %s!

source: You've already opted-in to our usage-tracking, which helps us keep improving the %s.
ar: لقد اشتركت بالفعل في تتبع الاستخدام الخاص بنا، مما يساعدنا على مواصلة تحسين %s.
bg_bg: Вече сте се съгласили с нашето проследяване на използването, което ни помага да подобряваме непрекъснато %s.
el: Έχεις ήδη συμμετάσχει στην παρακολούθηση χρήσης, η οποία μας βοηθά να βελτιώνουμε συνεχώς το %s.
et: Olete juba nõustunud meie kasutuse jälgimisega, mis aitab meil %s pidevalt parendada.
fi: Olet jo hyväksynyt käyttötietojen seurannan, mikä auttaa meitä parantamaan %s:a jatkuvasti.
id_id: Kamu sudah ikut serta dalam pelacakan penggunaan kami, yang membantu kami terus meningkatkan %s.
th: คุณได้เลือกเข้าร่วมการติดตามการใช้งานของเราแล้ว ซึ่งช่วยให้เราปรับปรุง %s ได้ดียิ่งขึ้น.

source: Yes
ar: نعم
bg_bg: Да
el: Ναι
et: Jah
fi: Kyllä
id_id: Ya
th: ใช่

source: send me security & feature updates, educational content and offers.
ar: أرسل لي تحديثات الأمان والميزات، والمحتوى التعليمي والعروض.
bg_bg: изпращайте ми актуализации за сигурност и функции, образователно съдържание и оферти.
el: στείλτε μου ενημερώσεις ασφαλείας & λειτουργιών, εκπαιδευτικό περιεχόμενο και προσφορές.
et: saatke mulle turvalisuse ja funktsioonide uuendusi, õppematerjale ja pakkumisi.
fi: lähetä minulle tietoturva- ja ominaisuuspäivityksiä, opetussisältöä ja tarjouksia.
id_id: kirimkan saya pembaruan keamanan & fitur, konten edukasi dan penawaran.
th: ส่งข้อมูลอัปเดตด้านความปลอดภัยและฟีเจอร์ใหม่ เนื้อหาให้ความรู้ และข้อเสนอต่างๆ ให้ฉัน.

source: No
ar: لا
bg_bg: Не
el: Όχι
et: Ei
fi: Ei
id_id: Tidak
th: ไม่

source: do %sNOT%s send me security & feature updates, educational content and offers.
ar: %sلا%s ترسل لي تحديثات الأمان والميزات، والمحتوى التعليمي والعروض.
bg_bg: %sНЕ%s ми изпращайте актуализации за сигурност и функции, образователно съдържание и оферти.
el: %sΜΗ%s μου στέλνετε ενημερώσεις ασφαλείας & λειτουργιών, εκπαιδευτικό περιεχόμενο και προσφορές.
et: %sÄRGE%s saatke mulle turvalisuse ja funktsioonide uuendusi, õppematerjale ja pakkumisi.
fi: %sÄLÄ%s lähetä minulle tietoturva- ja ominaisuuspäivityksiä, opetussisältöä ja tarjouksia.
id_id: %sJANGAN%s kirimkan saya pembaruan keamanan & fitur, konten edukasi dan penawaran.
th: %sอย่า%sส่งข้อมูลอัปเดตด้านความปลอดภัยและฟีเจอร์ใหม่ เนื้อหาให้ความรู้ และข้อเสนอต่างๆ ให้ฉัน.

source: Due to the new %sEU General Data Protection Regulation (GDPR)%s compliance requirements it is required that you provide your explicit consent, again, confirming that you are onboard :-)
ar: نظرًا لمتطلبات الامتثال الجديدة %sللائحة العامة لحماية البيانات في الاتحاد الأوروبي (GDPR)%s، يلزم أن تقدم موافقتك الصريحة مرة أخرى، مؤكدًا أنك على متن السفينة :-)
bg_bg: Поради новите изисквания за съответствие с %sОбщия регламент за защита на данните на ЕС (GDPR)%s, е необходимо да дадете отново изричното си съгласие, потвърждавайки, че сте на борда :-)
el: Λόγω των νέων απαιτήσεων συμμόρφωσης με τον %sΓενικό Κανονισμό Προστασίας Δεδομένων (GDPR) της ΕΕ%s, απαιτείται να δώσεις ξανά τη ρητή συγκατάθεσή σου, επιβεβαιώνοντας ότι συμφωνείς :-)
et: Seoses uute %sEL-i isikuandmete kaitse üldmääruse (GDPR)%s nõuetele vastavuse nõuetega on vaja, et annaksite uuesti oma selgesõnalise nõusoleku, kinnitades, et olete nõus :-)
fi: Uusien %sEU:n yleisen tietosuoja-asetuksen (GDPR)%s vaatimusten vuoksi sinun on annettava nimenomainen suostumuksesi uudelleen, vahvistaaksesi että olet mukana :-)
id_id: Karena persyaratan kepatuhan %sPeraturan Perlindungan Data Umum (GDPR) UE%s yang baru, diperlukan persetujuan eksplisit kamu lagi, mengonfirmasi bahwa kamu setuju :-)
th: เนื่องจากข้อกำหนดการปฏิบัติตาม%sกฎระเบียบว่าด้วยการคุ้มครองข้อมูลทั่วไป (GDPR) ของสหภาพยุโรป%sฉบับใหม่ จำเป็นต้องขอความยินยอมอย่างชัดแจ้งจากคุณอีกครั้ง เพื่อยืนยันว่าคุณยังคงสนับสนุนเรา :-)

source: Please let us know if you'd like us to contact you for security & feature updates, educational content, and occasional offers:
ar: يرجى إعلامنا إذا كنت ترغب في أن نتصل بك للحصول على تحديثات الأمان والميزات، والمحتوى التعليمي، والعروض الترويجية من حين لآخر:
bg_bg: Моля, уведомете ни дали бихте искали да се свържем с вас за актуализации за сигурност и функции, образователно съдържание и случайни оферти:
el: Παρακαλούμε ενημέρωσέ μας αν θα ήθελες να επικοινωνούμε μαζί σου για ενημερώσεις ασφαλείας & λειτουργιών, εκπαιδευτικό περιεχόμενο και περιστασιακές προσφορές:
et: Palun andke meile teada, kas soovite, et võtaksime teiega ühendust turvalisuse ja funktsioonide uuenduste, õppematerjalide ja aeg-ajalt pakkumiste osas:
fi: Kerro meille, haluatko että otamme sinuun yhteyttä tietoturva- ja ominaisuuspäivitysten, opetussisällön ja satunnaisten tarjousten osalta:
id_id: Tolong beri tahu kami apakah kamu ingin kami menghubungi kamu untuk pembaruan keamanan & fitur, konten edukasi, dan penawaran sesekali:
th: โปรดแจ้งให้เราทราบว่าคุณต้องการให้เราติดต่อคุณเกี่ยวกับข้อมูลอัปเดตด้านความปลอดภัยและฟีเจอร์ใหม่ เนื้อหาให้ความรู้ และข้อเสนอต่างๆ เป็นครั้งคราวหรือไม่:

source: License key is empty.
ar: مفتاح الترخيص فارغ.
bg_bg: Лицензионният ключ е празен.
el: Το κλειδί άδειας είναι κενό.
et: Litsentsivõti on tühi.
fi: Lisenssiavain on tyhjä.
id_id: Kunci lisensi kosong.
th: รหัสใบอนุญาตว่างเปล่า.

source: Renew license
ar: تجديد الترخيص
bg_bg: Поднови лиценз
el: Ανανέωση άδειας
et: Uuenda litsentsi
fi: Uudista lisenssi
id_id: Perbarui lisensi
th: ต่ออายุใบอนุญาต

source: Buy license
ar: شراء الترخيص
bg_bg: Купи лиценз
el: Αγορά άδειας
et: Osta litsents
fi: Osta lisenssi
id_id: Beli lisensi
th: ซื้อใบอนุญาต

source: There is a %s of %s available.
ar: يوجد %s من %s متاح.
bg_bg: Има %s от %s налични.
el: Υπάρχει %s από %s διαθέσιμο.
et: Saadaval on %s %s.
fi: Saatavilla on %s %s.
id_id: Ada %s dari %s yang tersedia.
th: มี %s ของ %s ที่พร้อมใช้งาน.

source: new Beta version
ar: نسخة بيتا جديدة
bg_bg: нова Бета версия
el: νέα έκδοση Beta
et: uus beetaversioon
fi: uusi beetaversio
id_id: versi Beta baru
th: เวอร์ชันเบต้าใหม่

source: new version
ar: نسخة جديدة
bg_bg: нова версия
el: νέα έκδοση
et: uus versioon
fi: uusi versio
id_id: versi baru
th: เวอร์ชันใหม่

source: Important Upgrade Notice:
ar: إشعار ترقية مهم:
bg_bg: Важно съобщение за обновяване:
el: Σημαντική ειδοποίηση αναβάθμισης:
et: Oluline uuenduse teade:
fi: Tärkeä päivitysilmoitus:
id_id: Pemberitahuan upgrade penting:
th: ประกาศการอัปเกรดที่สำคัญ:

source: Installing plugin: %s
ar: جاري تثبيت الإضافة: %s
bg_bg: Инсталиране на плъгин: %s
el: Εγκατάσταση πρόσθετου: %s
et: Plugina installimine: %s
fi: Asennetaan lisäosaa: %s
id_id: Memasang plugin: %s
th: กำลังติดตั้งปลั๊กอิน: %s

source: Unable to connect to the filesystem. Please confirm your credentials.
ar: تعذر الاتصال بنظام الملفات. يرجى التأكد من بيانات الاعتماد الخاصة بك.
bg_bg: Не може да се осъществи връзка с файловата система. Моля, потвърдете вашите идентификационни данни.
el: Αδυναμία σύνδεσης στο σύστημα αρχείων. Παρακαλώ επιβεβαιώστε τα διαπιστευτήριά σας.
et: Failisüsteemiga ei õnnestu ühendust luua. Palun kinnitage oma volitused.
fi: Tiedostojärjestelmään ei saada yhteyttä. Vahvista kirjautumistietosi.
id_id: Tidak dapat terhubung ke sistem file. Mohon konfirmasi kredensial kamu.
th: ไม่สามารถเชื่อมต่อกับระบบไฟล์ได้ กรุณายืนยันข้อมูลประจำตัวของคุณ.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: لا تحتوي حزمة الإضافة البعيدة على مجلد بالاسم المطلوب ولم تنجح عملية إعادة التسمية.
bg_bg: Отдалеченият пакет на плъгина не съдържа папка с желания слъг и преименуването не проработи.
el: Το απομακρυσμένο πακέτο πρόσθετου δεν περιέχει φάκελο με το επιθυμητό slug και η μετονομασία δεν λειτούργησε.
et: Kaugpluginpakett ei sisalda soovitud nimega kausta ja ümbernimetamine ei õnnestunud.
fi: Etäliitännäispaketti ei sisällä kansiota halutulla tunnuksella, eikä uudelleennimeäminen onnistunut.
id_id: Paket plugin jarak jauh tidak berisi folder dengan slug yang diinginkan dan penamaan ulang tidak berhasil.
th: แพ็คเกจปลั๊กอินระยะไกลไม่มีโฟลเดอร์ที่มีสลักที่ต้องการและการเปลี่ยนชื่อไม่สำเร็จ.

source: Purchase More
ar: شراء المزيد
bg_bg: Купи още
el: Αγορά περισσότερων
et: Osta rohkem
fi: Osta lisää
id_id: Beli lebih banyak
th: ซื้อเพิ่ม

# verb
source: Purchase
ar: شراء
bg_bg: Купи
el: Αγορά
et: Osta
fi: Osta
id_id: Beli
th: ซื้อ

source: Start my free %s
ar: ابدأ فترتي المجانية %s
bg_bg: Започни моя безплатен %s
el: Ξεκινήστε τη δωρεάν %s μου
et: Alusta oma tasuta %s
fi: Aloita ilmainen %s
id_id: Mulai %s gratis saya
th: เริ่มใช้งาน %s ฟรีของฉัน
