Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: Redirecting, please <a href="%1$s">click here</a> if you're stuck...
ar: جارٍ إعادة التوجيه، يرجى <a href="%1$s">النقر هنا</a> إذا كنت عالقًا...
bg_bg: Пренасочване, моля <a href="%1$s">натиснете тук</a>, ако сте блокирани...
el: Ανακατεύθυνση, παρακαλώ <a href="%1$s">κάντε κλικ εδώ</a> αν έχετε κολλήσει...
et: Ümbersuunamine, palun <a href="%1$s">kliki siia</a>, kui sa ei jõua edasi...
fi: Uudelleenohjataan, <a href="%1$s">klikkaa tästä</a> jos jäät jumiin...
id_id: Mengalihkan, silakan <a href="%1$s">klik di sini</a> jika kamu terjebak...
th: กำลังเปลี่ยนเส้นทาง โปรด<a href="%1$s">คลิกที่นี่</a>ถ้าคุณติดอยู่...

# verb
source: Opt Out
ar: إلغاء الاشتراك
bg_bg: Отказ
el: Απενεργοποίηση
et: Loobumine
fi: Kieltäydy
id_id: Berhenti berlangganan
th: ยกเลิกการเข้าร่วม

# verb
source: Opt In
ar: الاشتراك
bg_bg: Включване
el: Ενεργοποίηση
et: Valige sisse
fi: Hyväksy
id_id: Berlangganan
th: เข้าร่วม

source: Method
ar: الطريقة
bg_bg: Метод
el: Μέθοδος
et: Meetod
fi: Metodi
id_id: Metode
th: วิธีการ

source: Code
ar: الكود
bg_bg: Код
el: Κώδικας
et: Kood
fi: Koodi
id_id: Kode
th: โค้ด

source: Length
ar: الطول
bg_bg: Дължина
el: Μήκος
et: Pikkus
fi: Pituus
id_id: Panjang
th: ความยาว

# as file/folder path
source: Path
ar: المسار
bg_bg: Път
el: Διαδρομή
et: Tee
fi: Polku
id_id: Jalur
th: เส้นทาง

source: Body
ar: المحتوى
bg_bg: Тяло
el: Σώμα
et: Sisu
fi: Runko
id_id: Isi
th: เนื้อหา

source: Result
ar: النتيجة
bg_bg: Резултат
el: Αποτέλεσμα
et: Tulemus
fi: Tulos
id_id: Hasil
th: ผลลัพธ์

source: Start
ar: البداية
bg_bg: Начало
el: Έναρξη
et: Alusta
fi: Alku
id_id: Mulai
th: เริ่ม

source: End
ar: النهاية
bg_bg: Край
el: Τέλος
et: Lõpeta
fi: Loppu
id_id: Selesai
th: สิ้นสุด

source: Log
ar: السجل
bg_bg: Лог
el: Καταγραφή
et: Logi
fi: Loki
th: บันทึก

source: In %s
ar: في %s
bg_bg: В %s
el: Σε %s
et: %s jooksul
fi: %s:ssa
id_id: Dalam %s
th: ใน %s

source: %s ago
ar: منذ %s
bg_bg: преди %s
el: πριν από %s
et: %s tagasi
fi: %s sitten
id_id: %s yang lalu
th: %s ที่แล้ว

# seconds
source: sec
ar: ثانية
bg_bg: сек
el: δευτ
et: sek
fi: s
id_id: detik
th: วินาที

source: Plugins & Themes Sync
ar: مزامنة الإضافات والقوالب
bg_bg: Синхронизация на плъгини и теми
el: Συγχρονισμός πρόσθετων & θεμάτων
et: Pluginate ja teemade sünkroonimine
fi: Lisäosien ja teemojen synkronointi
id_id: Sinkronisasi plugin & tema
th: ซิงค์ปลั๊กอินและธีม

source: Total
ar: الإجمالي
bg_bg: Общо
el: Σύνολο
et: Kokku
fi: Yhteensä
th: ทั้งหมด

source: Last
ar: الأخير
bg_bg: Последно
el: Τελευταίο
et: Viimane
fi: Viimeisin
id_id: Terakhir
th: ล่าสุด

source: Scheduled Crons
ar: المهام المجدولة
bg_bg: Планирани задачи
el: Προγραμματισμένα crons
et: Planeeritud cronid
fi: Ajastetut cronit
id_id: Cron terjadwal
th: ตารางงานที่กำหนดเวลาไว้

source: Module
ar: الوحدة
bg_bg: Модул
el: Ενότητα
et: Moodul
fi: Moduuli
id_id: Modul
th: โมดูล

source: Module Type
ar: نوع الوحدة
bg_bg: Тип модул
el: Τύπος ενότητας
et: Mooduli tüüp
fi: Moduulin tyyppi
id_id: Tipe modul
th: ประเภทโมดูล

source: Cron Type
ar: نوع المهمة
bg_bg: Тип задача
el: Τύπος cron
et: Croni tüüp
fi: Cron-tyyppi
id_id: Tipe cron
th: ประเภทตารางงาน

source: Next
ar: التالي
bg_bg: Следващ
el: Επόμενο
et: Järgmine
fi: Seuraava
id_id: Berikutnya
th: ถัดไป

source: Non-expiring
ar: غير منتهي الصلاحية
bg_bg: Безсрочен
el: Χωρίς λήξη
et: Aegumatu
fi: Ei vanhene
id_id: Tidak kedaluwarsa
th: ไม่มีวันหมดอายุ

source: Apply to become an affiliate
ar: تقدم بطلب لتصبح شريكًا
bg_bg: Кандидатствай за партньор
el: Κάντε αίτηση για να γίνετε συνεργάτης
et: Esita taotlus partneriks saamiseks
fi: Hae kumppanuusohjelmaan
id_id: Ajukan untuk menjadi afiliasi
th: สมัครเป็นพันธมิตร

source: Due to violation of our affiliation terms, we decided to temporarily block your affiliation account. If you have any questions, please contact support.
ar: نظرًا لانتهاك شروط الشراكة الخاصة بنا، قررنا حظر حساب الشراكة الخاص بك مؤقتًا. إذا كانت لديك أي أسئلة، يرجى الاتصال بالدعم.
bg_bg: Поради нарушение на нашите условия за партньорство, решихме временно да блокираме партньорския ви акаунт. Ако имате въпроси, моля свържете се с поддръжката.
el: Λόγω παραβίασης των όρων συνεργασίας μας, αποφασίσαμε να μπλοκάρουμε προσωρινά τον λογαριασμό συνεργασίας σας. Αν έχετε απορίες, παρακαλούμε επικοινωνήστε με την υποστήριξη.
et: Meie partnerlustingimuste rikkumise tõttu otsustasime teie partnerkonto ajutiselt blokeerida. Kui teil on küsimusi, võtke palun ühendust klienditoega.
fi: Kumppanuustilisi on väliaikaisesti estetty kumppanuusehtojen rikkomisen vuoksi. Jos sinulla on kysyttävää, ota yhteyttä tukeen.
id_id: Karena pelanggaran terhadap ketentuan afiliasi kami, kami memutuskan untuk memblokir sementara akun afiliasi kamu. Jika kamu punya pertanyaan, silakan hubungi dukungan.
th: เนื่องจากการละเมิดข้อกำหนดการเป็นพันธมิตรของเรา เราจึงตัดสินใจระงับบัญชีพันธมิตรของคุณชั่วคราว หากคุณมีคำถามใดๆ โปรดติดต่อฝ่ายสนับสนุน.

source: Thank you for applying for our affiliate program, unfortunately, we've decided at this point to reject your application. Please try again in 30 days.
ar: شكرًا لك على التقدم لبرنامج الشراكة الخاص بنا، للأسف، قررنا في هذه المرحلة رفض طلبك. يرجى المحاولة مرة أخرى بعد 30 يومًا.
bg_bg: Благодарим ви, че кандидатствахте за нашата партньорска програма. За съжаление, решихме на този етап да отхвърлим вашата кандидатура. Моля, опитайте отново след 30 дни.
el: Σας ευχαριστούμε για την αίτησή σας στο πρόγραμμα συνεργατών μας, δυστυχώς, αποφασίσαμε σε αυτό το σημείο να απορρίψουμε την αίτησή σας. Παρακαλούμε δοκιμάστε ξανά σε 30 ημέρες.
et: Täname teid meie partnerprogrammi taotlemise eest, kuid kahjuks otsustasime praegu teie taotluse tagasi lükata. Palun proovige uuesti 30 päeva pärast.
fi: Kiitos hakemuksestasi kumppanuusohjelmaamme. Valitettavasti olemme päättäneet hylätä hakemuksesi tässä vaiheessa. Kokeile uudelleen 30 päivän kuluttua.
id_id: Terima kasih telah mengajukan untuk program afiliasi kami, sayangnya, kami memutuskan untuk menolak pengajuan kamu saat ini. Silakan coba lagi dalam 30 hari.
th: ขอบคุณที่สมัครเข้าร่วมโปรแกรมพันธมิตรของเรา แต่น่าเสียดายที่เราตัดสินใจปฏิเสธการสมัครของคุณในตอนนี้ โปรดลองอีกครั้งใน 30 วัน.

source: Your affiliation account was temporarily suspended.
ar: تم تعليق حساب الشراكة الخاص بك مؤقتًا.
bg_bg: Вашият партньорски акаунт беше временно спрян.
el: Ο λογαριασμός συνεργασίας σας ανεστάλη προσωρινά.
et: Teie partnerkonto on ajutiselt peatatud.
fi: Kumppanuustilisi on väliaikaisesti keskeytetty.
id_id: Akun afiliasi kamu telah ditangguhkan sementara.
th: บัญชีพันธมิตรของคุณถูกระงับชั่วคราว.

source: Thank you for applying for our affiliate program, we'll review your details during the next 14 days and will get back to you with further information.
ar: شكرًا لك على التقدم لبرنامج الشراكة الخاص بنا، سنراجع بياناتك خلال الـ 14 يومًا القادمة وسنعود إليك بمزيد من المعلومات.
bg_bg: Благодарим ви, че кандидатствахте за нашата партньорска програма. Ще прегледаме данните ви през следващите 14 дни и ще ви върнем отговор с допълнителна информация.
el: Σας ευχαριστούμε για την αίτησή σας στο πρόγραμμα συνεργατών μας, θα εξετάσουμε τα στοιχεία σας κατά τις επόμενες 14 ημέρες και θα επικοινωνήσουμε μαζί σας με περισσότερες πληροφορίες.
et: Täname teid meie partnerprogrammi taotlemise eest. Vaatame teie andmed läbi järgmise 14 päeva jooksul ja anname teile edasist teavet.
fi: Kiitos hakemuksestasi kumppanuusohjelmaamme. Käymme tietosi läpi seuraavien 14 päivän aikana ja palaamme asiaan lisätietojen kanssa.
id_id: Terima kasih telah mengajukan untuk program afiliasi kami, kami akan meninjau detail kamu selama 14 hari ke depan dan akan menghubungi kamu kembali dengan informasi lebih lanjut.
th: ขอบคุณที่สมัครเข้าร่วมโปรแกรมพันธมิตรของเรา เราจะตรวจสอบรายละเอียดของคุณภายใน 14 วันข้างหน้าและจะแจ้งข้อมูลเพิ่มเติมให้คุณทราบ.

source: Your affiliate application for %s has been accepted! Log in to your affiliate area at: %s.
ar: تم قبول طلب الشراكة الخاص بك لـ %s! سجل الدخول إلى منطقة الشركاء الخاصة بك على: %s.
bg_bg: Вашата партньорска кандидатура за %s беше приета! Влезте в партньорската си зона на: %s.
el: Η αίτηση συνεργασίας σας για το %s έχει γίνει δεκτή! Συνδεθείτε στην περιοχή συνεργατών σας στο: %s.
et: Teie partnerluse taotlus %s jaoks on vastu võetud! Logige oma partneralasse sisse aadressil: %s.
fi: Kumppanuushakemuksesi %s:lle on hyväksytty! Kirjaudu kumppanuusalueellesi osoitteessa: %s.
id_id: Pengajuan afiliasi kamu untuk %s telah diterima! Masuk ke area afiliasi kamu di: %s.
th: การสมัครเป็นพันธมิตรของคุณสำหรับ %s ได้รับการอนุมัติแล้ว! เข้าสู่ระบบในพื้นที่พันธมิตรของคุณที่: %s.

source: Like the %s? Become our ambassador and earn cash ;-)
ar: هل أعجبك %s؟ كن سفيرنا واكسب المال ;-)
bg_bg: Харесвате ли %s? Станете наш посланик и печелете пари ;-)
el: Σας αρέσει το %s; Γίνετε πρεσβευτής μας και κερδίστε χρήματα ;-)
et: Meeldib %s? Saage meie saadikuks ja teenige raha ;-)
fi: Pidätkö %s:sta? Ryhdy lähettilääksemme ja tienaa rahaa ;-)
id_id: Suka %s? Jadilah duta kami dan dapatkan uang ;-)
th: ชอบ %s ไหม? มาเป็นทูตของเราและรับเงินสดกันเถอะ ;-)

source: Refer new customers to our %s and earn %s commission on each successful sale you refer!
ar: قم بإحالة عملاء جدد إلى %s الخاص بنا واكسب عمولة %s على كل عملية بيع ناجحة تحيلها!
bg_bg: Препоръчайте нови клиенти за нашия %s и печелете %s комисионна за всяка успешна продажба, която сте препоръчали!
el: Προτείνετε νέους πελάτες στο %s μας και κερδίστε %s προμήθεια για κάθε επιτυχημένη πώληση που προτείνετε!
et: Soovitage uusi kliente meie %s-le ja teenige %s komisjonitasu iga eduka müügi pealt, mille te soovitate!
fi: Suosittele uusia asiakkaita %s:llemme ja ansaitse %s provisio jokaisesta onnistuneesta myynnistä, jonka ohjaat meille!
id_id: Rekomendasikan pelanggan baru ke %s kami dan dapatkan komisi %s untuk setiap penjualan sukses yang kamu rekomendasikan!
th: แนะนำลูกค้าใหม่ให้กับ %s ของเราและรับค่าคอมมิชชั่น %s สำหรับทุกยอดขายที่สำเร็จที่คุณแนะนำ!

source: Program Summary
ar: ملخص البرنامج
bg_bg: Обобщение на програмата
el: Σύνοψη προγράμματος
et: Programmi kokkuvõte
fi: Ohjelman yhteenveto
id_id: Ringkasan program
th: สรุปโปรแกรม

source: %s commission when a customer purchases a new license.
ar: عمولة %s عند شراء العميل لترخيص جديد.
bg_bg: %s комисионна, когато клиент закупи нов лиценз.
el: %s προμήθεια όταν ένας πελάτης αγοράζει μια νέα άδεια.
et: %s komisjonitasu, kui klient ostab uue litsentsi.
fi: %s provisio, kun asiakas ostaa uuden lisenssin.
id_id: Komisi %s ketika pelanggan membeli lisensi baru.
th: ค่าคอมมิชชั่น %s เมื่อลูกค้าซื้อใบอนุญาตใหม่.

source: Get commission for automated subscription renewals.
ar: احصل على عمولة لتجديدات الاشتراك التلقائية.
bg_bg: Получавайте комисионна за автоматични подновявания на абонаменти.
el: Λάβετε προμήθεια για αυτόματες ανανεώσεις συνδρομών.
et: Saage komisjonitasu automaatsete tellimuste uuendamiste eest.
fi: Saat provision automaattisista tilausten uusimisista.
id_id: Dapatkan komisi untuk pembaruan langganan otomatis.
th: รับค่าคอมมิชชั่นสำหรับการต่ออายุการสมัครสมาชิกอัตโนมัติ.

source: %s tracking cookie after the first visit to maximize earnings potential.
ar: ملف تعريف ارتباط التتبع %s بعد الزيارة الأولى لزيادة إمكانات الكسب.
bg_bg: %s проследяваща бисквитка след първото посещение за максимизиране на потенциала за печалба.
el: %s παρακολούθηση cookie μετά την πρώτη επίσκεψη για μεγιστοποίηση των δυνατοτήτων κέρδους.
et: %s jälgimisküpsis pärast esimest külastust, et maksimeerida teenimispotentsiaali.
fi: %s seurantaeväste ensimmäisen vierailun jälkeen maksimoidaksesi ansaintamahdollisuudet.
id_id: Cookie pelacakan %s setelah kunjungan pertama untuk memaksimalkan potensi penghasilan.
th: คุกกี้ติดตามผล %s หลังจากการเยี่ยมชมครั้งแรกเพื่อเพิ่มโอกาสในการทำรายได้สูงสุด.

source: Unlimited commissions.
ar: عمولات غير محدودة.
bg_bg: Неограничени комисионни.
el: Απεριόριστες προμήθειες.
et: Piiramatu komisjonitasu.
fi: Rajattomat provisiot.
id_id: Komisi tak terbatas.
th: ค่าคอมมิชชั่นไม่จำกัด.

source: %s minimum payout amount.
ar: الحد الأدنى لمبلغ الدفع %s.
bg_bg: %s минимална сума за изплащане.
el: %s ελάχιστο ποσό πληρωμής.
et: %s minimaalne väljamakse summa.
fi: %s vähimmäismaksu.
id_id: Jumlah pembayaran minimum %s.
th: จำนวนเงินขั้นต่ำในการจ่าย %s.

source: Payouts are in USD and processed monthly via PayPal.
ar: يتم دفع المستحقات بالدولار الأمريكي شهريًا عبر PayPal.
bg_bg: Плащанията са в USD и се обработват месечно чрез PayPal.
el: Οι πληρωμές γίνονται σε USD και επεξεργάζονται μηνιαία μέσω PayPal.
et: Väljamaksed tehakse USD-s ja töödeldakse igakuiselt PayPali kaudu.
fi: Maksut suoritetaan Yhdysvaltain dollareina kuukausittain PayPalin kautta.
id_id: Pembayaran dalam USD dan diproses bulanan melalui PayPal.
th: การจ่ายเงินเป็นสกุลเงิน USD และดำเนินการรายเดือนผ่าน PayPal.

source: As we reserve 30 days for potential refunds, we only pay commissions that are older than 30 days.
ar: نظرًا لأننا نحتفظ بمدة 30 يومًا للاسترداد المحتمل، فإننا ندفع فقط العمولات التي مر عليها أكثر من 30 يومًا.
bg_bg: Тъй като запазваме 30 дни за потенциални възстановявания, изплащаме само комисионни, които са по-стари от 30 дни.
el: Καθώς διατηρούμε 30 ημέρες για πιθανές επιστροφές χρημάτων, πληρώνουμε μόνο προμήθειες που είναι παλαιότερες των 30 ημερών.
et: Kuna me reserveerime 30 päeva võimalikeks tagasimakseteks, maksame välja ainult komisjonitasud, mis on vanemad kui 30 päeva.
fi: Koska varaamme 30 päivää mahdollisia palautuksia varten, maksamme vain yli 30 päivää vanhat provisiot.
id_id: Karena kami menyimpan 30 hari untuk potensi pengembalian dana, kami hanya membayar komisi yang berusia lebih dari 30 hari.
th: เนื่องจากเรากันเวลาไว้ 30 วันสำหรับการคืนเงินที่อาจเกิดขึ้น เราจึงจ่ายค่าคอมมิชชั่นเฉพาะที่มีอายุมากกว่า 30 วันเท่านั้น.

source: Affiliate
ar: الشريك
bg_bg: Партньор
el: Συνεργάτης
et: Partner
fi: Kumppani
id_id: Afiliasi
th: พันธมิตร

source: Email address
ar: عنوان البريد الإلكتروني
bg_bg: Имейл адрес
el: Διεύθυνση email
et: E-posti aadress
fi: Sähköpostiosoite
id_id: Alamat email
th: ที่อยู่อีเมล

source: Full name
ar: الاسم الكامل
bg_bg: Пълно име
el: Πλήρες όνομα
et: Täisnimi
fi: Koko nimi
id_id: Nama lengkap
th: ชื่อเต็ม

source: PayPal account email address
ar: عنوان البريد الإلكتروني لحساب PayPal
bg_bg: Имейл адрес на PayPal акаунт
el: Διεύθυνση email λογαριασμού PayPal
et: PayPali konto e-posti aadress
fi: PayPal-tilin sähköpostiosoite
id_id: Alamat email akun PayPal
th: ที่อยู่อีเมลบัญชี PayPal

source: Where are you going to promote the %s?
ar: أين ستقوم بالترويج لـ %s؟?
bg_bg: Къде ще промотирате %s?
el: Πού θα προωθήσετε το %s;?
et: Kus te kavatsete %s reklaamida?
fi: Missä aiot markkinoida %s:ää?
id_id: Di mana kamu akan mempromosikan %s?
th: คุณจะโปรโมท %s ที่ไหน?

source: Enter the domain of your website or other websites from where you plan to promote the %s.
ar: أدخل نطاق موقعك الإلكتروني أو المواقع الأخرى التي تخطط للترويج لـ %s منها.
bg_bg: Въведете домейна на вашия уебсайт или други уебсайтове, от които планирате да промотирате %s.
el: Εισάγετε τον τομέα του ιστότοπού σας ή άλλων ιστότοπων από όπου σχεδιάζετε να προωθήσετε το %s.
et: Sisestage oma veebisaidi domeen või muud veebisaidid, kust kavatsete %s reklaamida.
fi: Syötä verkkosivustosi domain tai muiden verkkosivustojen domainit, joilta aiot markkinoida %s:ää.
id_id: Masukkan domain website kamu atau website lain dari mana kamu berencana mempromosikan %s.
th: ใส่โดเมนของเว็บไซต์ของคุณหรือเว็บไซต์อื่นๆ ที่คุณวางแผนจะโปรโมท %s.

source: Add another domain
ar: إضافة نطاق آخر
bg_bg: Добавете друг домейн
el: Προσθήκη άλλου τομέα
et: Lisa teine domeen
fi: Lisää toinen domain
id_id: Tambah domain lain
th: เพิ่มโดเมนอื่น

source: Extra Domains
ar: نطاقات إضافية
bg_bg: Допълнителни домейни
el: Επιπλέον τομείς
et: Lisakoodid
fi: Lisädomainit
id_id: Domain tambahan
th: โดเมนเพิ่มเติม

source: Extra domains where you will be marketing the product from.
ar: نطاقات إضافية ستقوم بالتسويق للمنتج منها.
bg_bg: Допълнителни домейни, от които ще рекламирате продукта.
el: Επιπλέον τομείς από όπου θα προωθείτε το προϊόν.
et: Täiendavad domeenid, kust te toodet turundama hakkate.
fi: Muut domainit, joilta markkinoit tuotetta.
id_id: Domain tambahan di mana kamu akan memasarkan produk.
th: โดเมนเพิ่มเติมที่คุณจะทำการตลาดผลิตภัณฑ์.

source: Promotion methods
ar: طرق الترويج
bg_bg: Методи за промотиране
el: Μέθοδοι προώθησης
et: Reklaamimise meetodid
fi: Markkinointimenetelmät
id_id: Metode promosi
th: วิธีการโปรโมท

source: Social media (Facebook, Twitter, etc.)
ar: وسائل التواصل الاجتماعي (فيسبوك، تويتر، إلخ.)
bg_bg: Социални медии (Facebook, Twitter и др.)
el: Κοινωνικά δίκτυα (Facebook, Twitter, κλπ.)
et: Sotsiaalmeedia (Facebook, Twitter jne)
fi: Sosiaalinen media (Facebook, Twitter jne.)
id_id: Media sosial (Facebook, Twitter, dll.)
th: โซเชียลมีเดีย (Facebook, Twitter ฯลฯ)

source: Mobile apps
ar: تطبيقات الجوال
bg_bg: Мобилни приложения
el: Εφαρμογές για κινητά
et: Mobiilirakendused
fi: Mobiilisovellukset
id_id: Aplikasi mobile
th: แอปมือถือ

source: Website, email, and social media statistics (optional)
ar: إحصائيات الموقع الإلكتروني والبريد الإلكتروني ووسائل التواصل الاجتماعي (اختياري)
bg_bg: Статистика за уебсайт, имейл и социални медии (по избор)
el: Στατιστικά ιστότοπου, email και κοινωνικών δικτύων (προαιρετικό)
et: Veebisaidi, e-posti ja sotsiaalmeedia statistika (valikuline)
fi: Verkkosivuston, sähköpostin ja sosiaalisen median tilastot (valinnainen)
id_id: Statistik website, email, dan media sosial (opsional)
th: สถิติเว็บไซต์ อีเมล และโซเชียลมีเดีย (ไม่บังคับ)

source: Please feel free to provide any relevant website or social media statistics, e.g. monthly unique site visits, number of email subscribers, followers, etc. (we will keep this information confidential).
ar: يرجى تقديم أي إحصائيات ذات صلة للموقع الإلكتروني أو وسائل التواصل الاجتماعي، مثل عدد الزيارات الفريدة الشهرية للموقع، وعدد المشتركين في البريد الإلكتروني، والمتابعين، إلخ. (سنحتفظ بهذه المعلومات بسرية).
bg_bg: Моля, не се колебайте да предоставите всякаква релевантна статистика за уебсайт или социални медии, напр. месечни уникални посещения на сайта, брой абонати за имейл, последователи и т.н. (ще запазим тази информация поверителна).
el: Παρακαλούμε, μη διστάσετε να παρέχετε τυχόν σχετικά στατιστικά στοιχεία ιστότοπου ή κοινωνικών δικτύων, π.χ. μηνιαίες μοναδικές επισκέψεις ιστότοπου, αριθμός συνδρομητών email, ακόλουθοι, κλπ. (θα κρατήσουμε αυτές τις πληροφορίες εμπιστευτικές).
et: Palun esitage vabalt asjakohast veebisaidi või sotsiaalmeedia statistikat, nt igakuised unikaalsed saidi külastused, e-posti tellijate arv, jälgijate arv jne (hoiame selle teabe konfidentsiaalsena).
fi: Voit halutessasi antaa olennaisia verkkosivuston tai sosiaalisen median tilastoja, esim. kuukausittaiset yksilölliset sivuvierailut, sähköpostitilaajien määrä, seuraajat jne. (pidämme nämä tiedot luottamuksellisina).
id_id: Silakan berikan statistik website atau media sosial yang relevan, misalnya kunjungan unik bulanan, jumlah pelanggan email, pengikut, dll. (kami akan menjaga kerahasiaan informasi ini).
th: โปรดให้ข้อมูลสถิติที่เกี่ยวข้องของเว็บไซต์หรือโซเชียลมีเดีย เช่น จำนวนผู้เข้าชมเว็บไซต์ที่ไม่ซ้ำกันต่อเดือน จำนวนผู้สมัครรับอีเมล ผู้ติดตาม ฯลฯ (เราจะเก็บข้อมูลนี้เป็นความลับ).

source: How will you promote us?
ar: كيف ستقوم بالترويج لنا؟?
bg_bg: Как ще ни промотирате?
el: Πώς θα μας προωθήσετε;?
et: Kuidas te meid reklaamite?
fi: Miten aiot markkinoida meitä?
id_id: Bagaimana kamu akan mempromosikan kami?
th: คุณจะโปรโมทเราอย่างไร?

source: Please provide details on how you intend to promote %s (please be as specific as possible).
ar: يرجى تقديم تفاصيل حول كيفية عزمك على الترويج لـ %s (يرجى أن تكون محددًا قدر الإمكان).
bg_bg: Моля, предоставете подробности за това как възнамерявате да промотирате %s (бъдете възможно най-конкретни).
el: Παρακαλούμε δώστε λεπτομέρειες για το πώς σκοπεύετε να προωθήσετε το %s (παρακαλούμε να είστε όσο πιο συγκεκριμένοι γίνεται).
et: Palun kirjeldage üksikasjalikult, kuidas kavatsete %s reklaamida (palun olge võimalikult konkreetne).
fi: Kerro yksityiskohtaisesti, miten aiot markkinoida %s:ää (ole mahdollisimman tarkka).
id_id: Berikan detail tentang bagaimana kamu bermaksud mempromosikan %s (harap sedetail mungkin).
th: โปรดให้รายละเอียดว่าคุณตั้งใจจะโปรโมท %s อย่างไร (กรุณาระบุให้ละเอียดที่สุดเท่าที่จะทำได้).

source: Cancel
ar: إلغاء
bg_bg: Отказ
el: Ακύρωση
et: Tühista
fi: Peruuta
id_id: Batal
th: ยกเลิก

source: Become an affiliate
ar: كن شريكًا
bg_bg: Станете партньор
el: Γίνετε συνεργάτης
et: Hakka partneriks
fi: Ryhdy kumppaniksi
id_id: Jadi afiliasi
th: สมัครเป็นพันธมิตร

source: Please enter the license key to enable the debug mode:
ar: يرجى إدخال مفتاح الترخيص لتمكين وضع التصحيح:
bg_bg: Моля, въведете лицензионния ключ, за да активирате режима за отстраняване на грешки:
el: Παρακαλώ εισάγετε το κλειδί άδειας για να ενεργοποιήσετε τη λειτουργία εντοπισμού σφαλμάτων:
et: Palun sisestage litsentsivõti silumisrežiimi lubamiseks:
fi: Syötä lisenssiavain ottaaksesi debug-tilan käyttöön:
id_id: Masukkan kunci lisensi untuk mengaktifkan mode debug:
th: โปรดป้อนรหัสใบอนุญาตเพื่อเปิดใช้งานโหมดดีบัก:

source: To enter the debug mode, please enter the secret key of the license owner (UserID = %d), which you can find in your "My Profile" section of your User Dashboard:
ar: للدخول في وضع التصحيح، يرجى إدخال المفتاح السري لمالك الترخيص (معرف المستخدم = %d)، والذي يمكنك العثور عليه في قسم ”ملفي الشخصي“ في لوحة تحكم المستخدم الخاصة بك:
bg_bg: За да влезете в режим за отстраняване на грешки, моля въведете тайния ключ на собственика на лиценза (UserID = %d), който можете да намерите в секцията „Моят профил“ на вашето потребителско табло:
el: Για να εισέλθετε στη λειτουργία εντοπισμού σφαλμάτων, παρακαλώ εισάγετε το μυστικό κλειδί του κατόχου της άδειας (UserID = %d), το οποίο μπορείτε να βρείτε στην ενότητα “Το Προφίλ μου” του Πίνακα Ελέγχου Χρήστη σας:
et: Silumisrežiimi sisenemiseks sisestage litsentsiomaniku (UserID = %d) salajane võti, mille leiate oma kasutaja juhtpaneeli jaotisest „Minu profiil“:
fi: Siirtyäksesi debug-tilaan, syötä lisenssin omistajan (UserID = %d) salainen avain, jonka löydät käyttäjäpaneelisi ”Oma profiili” -osiosta:
id_id: Untuk masuk ke mode debug, silakan masukkan kunci rahasia pemilik lisensi (UserID = %d), yang bisa kamu temukan di bagian “Profil Saya” di Dasbor Pengguna kamu:
th: เพื่อเข้าสู่โหมดดีบัก โปรดป้อนรหัสลับของเจ้าของใบอนุญาต (UserID = %d) ซึ่งคุณสามารถพบได้ในส่วน “โปรไฟล์ของฉัน” ในแดชบอร์ดผู้ใช้ของคุณ:

source: Submit
ar: إرسال
bg_bg: Изпрати
el: Υποβολή
et: Esita
fi: Lähetä
id_id: Kirim
th: ส่ง

source: User key
ar: مفتاح المستخدم
bg_bg: Потребителски ключ
el: Κλειδί χρήστη
et: Kasutaja võti
fi: Käyttäjäavain
id_id: Kunci pengguna
th: รหัสผู้ใช้

source: Email address update
ar: تحديث عنوان البريد الإلكتروني
bg_bg: Актуализация на имейл адрес
el: Ενημέρωση διεύθυνσης email
et: E-posti aadressi uuendamine
fi: Sähköpostiosoitteen päivitys
id_id: Pembaruan alamat email
th: อัปเดตที่อยู่อีเมล

# close window
source: Dismiss
ar: تجاهل
bg_bg: Отхвърли
el: Απόρριψη
et: Loobu
fi: Hylkää
id_id: Tutup
th: ปิด

source: Enter the new email address
ar: أدخل عنوان البريد الإلكتروني الجديد
bg_bg: Въведете новия имейл адрес
el: Εισάγετε τη νέα διεύθυνση email
et: Sisestage uus e-posti aadress
fi: Syötä uusi sähköpostiosoite
id_id: Masukkan alamat email baru
th: ป้อนที่อยู่อีเมลใหม่

source: Are both %s and %s your email addresses?
ar: هل كل من %s و %s هما عنوانا البريد الإلكتروني الخاصين بك؟?
bg_bg: И %s, и %s ли са ваши имейл адреси?
el: Είναι και το %s και το %s οι διευθύνσεις email σας;?
et: Kas nii %s kui ka %s on teie e-posti aadressid?
fi: Ovatko sekä %s että %s sinun sähköpostiosoitteitasi?
id_id: Apakah %s dan %s keduanya adalah alamat email kamu?
th: %s และ %s เป็นที่อยู่อีเมลของคุณทั้งคู่ใช่ไหม?
