Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: An update to a Beta version will replace your installed version of %s with the latest Beta release - use with caution, and not on production sites. You have been warned.
ar: سيؤدي التحديث إلى إصدار تجريبي إلى استبدال النسخة المثبتة لديك من %s بأحدث إصدار تجريبي - استخدمه بحذر، وليس على المواقع الإنتاجية. لقد تم تحذيرك.
bg_bg: Актуализацията до бета версия ще замени инсталираната версия на %s с най-новата бета версия - използвайте с повишено внимание и не на работни сайтове. Предупредени сте.
el: Μια ενημέρωση σε έκδοση Beta θα αντικαταστήσει την εγκατεστημένη έκδοση του %s με την πιο πρόσφατη έκδοση Beta - χρησιμοποιήστε την με προσοχή και όχι σε παραγωγικούς ιστότοπους. Έχετε προειδοποιηθεί.
et: Beeta versiooni uuendus asendab teie installitud %s versiooni uusima Beeta versiooniga - kasutage ettevaatlikult ja mitte tootmissaitidel. Olete hoiatatud.
fi: Beta-version päivitys korvaa asennetun %s-versiosi uusimmalla Beta-julkaisulla - käytä varoen äläkä tuotantosivustoilla. Olet saanut varoituksen.
id_id: Pembaruan ke versi Beta akan menggantikan versi %s yang terinstal dengan rilis Beta terbaru - gunakan dengan hati-hati, dan jangan pada situs produksi. Kamu sudah diperingatkan.
th: การอัปเดตเป็นเวอร์ชัน Beta จะแทนที่เวอร์ชันที่ติดตั้งของ %s ด้วยรุ่น Beta ล่าสุด - ใช้ด้วยความระมัดระวังและไม่ควรใช้กับเว็บไซต์ที่ใช้งานจริง คุณได้รับการเตือนแล้วนะ.

source: Would you like to proceed with the update?
ar: هل ترغب في المتابعة مع التحديث؟?
bg_bg: Искате ли да продължите с актуализацията?
el: Θέλετε να προχωρήσετε με την ενημέρωση;?
et: Kas soovite uuendamisega jätkata?
fi: Haluatko jatkaa päivitystä?
id_id: Apakah kamu ingin melanjutkan pembaruan?
th: คุณต้องการดำเนินการอัปเดตต่อไหม?

source: Freemius SDK couldn't find the plugin's main file. Please contact sdk@freemius.com with the current error.
ar: لم يتمكن Freemius SDK من العثور على الملف الرئيسي للإضافة. يرجى الاتصال بـ sdk@freemius.com مع الخطأ الحالي.
bg_bg: Freemius SDK не успя да намери главния файл на плъгина. Моля, свържете се с sdk@freemius.com с текущата грешка.
el: Το Freemius SDK δεν μπόρεσε να βρει το κύριο αρχείο του πρόσθετου. Παρακαλώ επικοινωνήστε με το sdk@freemius.com με το τρέχον σφάλμα.
et: Freemius SDK ei leidnud plugina peafaili. Palun võtke ühendust sdk@freemius.com praeguse veaga.
fi: Freemius SDK ei löytänyt lisäosan päätiedostoa. Ota yhteyttä sdk@freemius.com nykyisen virheen kanssa.
id_id: Freemius SDK tidak dapat menemukan file utama plugin. Silakan hubungi sdk@freemius.com dengan error saat ini.
th: Freemius SDK ไม่พบไฟล์หลักของปลั๊กอิน กรุณาติดต่อ sdk@freemius.com พร้อมแจ้งข้อผิดพลาดนี้.

source: Error
ar: خطأ
bg_bg: Грешка
el: Σφάλμα
et: Viga
fi: Virhe
th: ข้อผิดพลาด

source: I found a better %s
ar: وجدت %s أفضل
bg_bg: Намерих по-добър %s
el: Βρήκα ένα καλύτερο %s
et: Leidsin parema %s
fi: Löysin paremman %s
id_id: Aku menemukan %s yang lebih baik
th: ฉันพบ %s ที่ดีกว่า

source: What's the %s's name?
ar: ما اسم %s؟?
bg_bg: Как се казва %s?
el: Ποιο είναι το όνομα του %s;?
et: Mis on %s nimi?
fi: Mikä on %s nimi?
id_id: Apa nama %s-nya?
th: %s ชื่ออะไร?

source: It's a temporary %s - I'm troubleshooting an issue
ar: إنه %s مؤقت - أنا أحاول حل مشكلة
bg_bg: Това е временен %s - отстранявам проблем
el: Είναι ένα προσωρινό %s - Αντιμετωπίζω ένα πρόβλημα
et: See on ajutine %s - otsin probleemile lahendust
fi: Kyseessä on väliaikainen %s - selvitän ongelmaa
id_id: Ini %s sementara - aku sedang mengatasi masalah
th: มันเป็น %s ชั่วคราว - ฉันกำลังแก้ไขปัญหาอยู่

source: Deactivation
ar: إلغاء التفعيل
bg_bg: Деактивиране
el: Απενεργοποίηση
et: Deaktiveerimine
fi: Käytöstä poisto
id_id: Penonaktifan
th: การปิดการใช้งาน

source: Theme Switch
ar: تغيير القالب
bg_bg: Смяна на тема
el: Αλλαγή θέματος
et: Teema vahetus
fi: Teeman vaihto
id_id: Pergantian tema
th: เปลี่ยนธีม

source: Other
ar: أخرى
bg_bg: Друго
el: Άλλο
et: Muu
fi: Muu
id_id: Lainnya
th: อื่นๆ

source: I no longer need the %s
ar: لم أعد بحاجة إلى %s
bg_bg: Вече не се нуждая от %s
el: Δεν χρειάζομαι πλέον το %s
et: Ma ei vaja enam %s
fi: En enää tarvitse %s
id_id: Aku tidak lagi membutuhkan %s
th: ฉันไม่ต้องการ %s อีกต่อไป

source: I only needed the %s for a short period
ar: كنت بحاجة إلى %s لفترة قصيرة فقط
bg_bg: Нуждаех се от %s само за кратък период
el: Χρειαζόμουν το %s μόνο για μικρό χρονικό διάστημα
et: Vajasin %s ainult lühikeseks ajaks
fi: Tarvitsin %s vain lyhyen aikaa
id_id: Aku hanya membutuhkan %s untuk waktu singkat
th: ฉันต้องการ %s แค่ช่วงสั้นๆ เท่านั้น

source: The %s broke my site
ar: %s عطل موقعي
bg_bg: %s повреди сайта ми
el: Το %s χάλασε τον ιστότοπό μου
et: %s rikkus mu saidi
fi: %s rikkoi sivustoni
id_id: %s merusak situs aku
th: %s ทำให้เว็บไซต์ของฉันพัง

source: The %s suddenly stopped working
ar: توقف %s فجأة عن العمل
bg_bg: %s внезапно спря да работи
el: Το %s σταμάτησε ξαφνικά να λειτουργεί
et: %s lõpetas äkitselt töötamise
fi: %s lakkasi yhtäkkiä toimimasta
id_id: %s tiba-tiba berhenti bekerja
th: %s หยุดทำงานกะทันหัน

source: I can't pay for it anymore
ar: لم أعد قادرًا على الدفع مقابله
bg_bg: Вече не мога да си го позволя
el: Δεν μπορώ πλέον να το πληρώσω
et: Ma ei saa seda enam endale lubada
fi: En pysty enää maksamaan siitä
id_id: Aku tidak bisa membayarnya lagi
th: ฉันไม่สามารถจ่ายเงินได้อีกต่อไป

source: What price would you feel comfortable paying?
ar: ما السعر الذي تشعر بالراحة لدفعه؟?
bg_bg: Каква цена бихте се чувствали комфортно да плащате?
el: Ποια τιμή θα αισθανόσασταν άνετα να πληρώσετε;?
et: Millist hinda oleksite nõus maksma?
fi: Minkä hinnan olisit valmis maksamaan?
id_id: Berapa harga yang kamu rasa nyaman untuk dibayar?
th: คุณรู้สึกสบายใจที่จะจ่ายในราคาเท่าไหร่?

source: I don't like to share my information with you
ar: لا أحب مشاركة معلوماتي معك
bg_bg: Не искам да споделям информацията си с вас
el: Δεν μου αρέσει να μοιράζομαι τις πληροφορίες μου μαζί σας
et: Mulle ei meeldi oma andmeid teiega jagada
fi: En halua jakaa tietojani kanssanne
id_id: Aku tidak suka berbagi informasi aku dengan kamu
th: ฉันไม่ชอบแชร์ข้อมูลของฉันกับคุณ

source: The %s didn't work
ar: لم يعمل %s
bg_bg: %s не работеше
el: Το %s δεν λειτούργησε
et: %s ei töötanud
fi: %s ei toiminut
id_id: %s tidak bekerja
th: %s ใช้งานไม่ได้

source: I couldn't understand how to make it work
ar: لم أستطع فهم كيفية تشغيله
bg_bg: Не можах да разбера как да го накарам да работи
el: Δεν μπόρεσα να καταλάβω πώς να το κάνω να λειτουργήσει
et: Ma ei saanud aru, kuidas seda tööle panna
fi: En ymmärtänyt miten sen saa toimimaan
id_id: Aku tidak bisa memahami cara membuatnya bekerja
th: ฉันไม่เข้าใจวิธีการใช้งาน

source: The %s is great, but I need specific feature that you don't support
ar: %s رائع، لكنني بحاجة إلى ميزة محددة لا تدعمونها
bg_bg: %s е страхотен, но се нуждая от конкретна функция, която не поддържате
el: Το %s είναι εξαιρετικό, αλλά χρειάζομαι μια συγκεκριμένη λειτουργία που δεν υποστηρίζετε
et: %s on suurepärane, kuid vajan konkreetset funktsiooni, mida te ei toeta
fi: %s on mahtava, mutta tarvitsen tietyn ominaisuuden jota ette tue
id_id: %s bagus, tapi aku butuh fitur spesifik yang tidak kamu dukung
th: %s ยอดเยี่ยมมาก แต่ฉันต้องการฟีเจอร์เฉพาะที่คุณไม่รองรับ

source: What feature?
ar: ما هي الميزة؟?
bg_bg: Каква функция?
el: Ποια λειτουργία;?
et: Millist funktsiooni?
fi: Mikä ominaisuus?
id_id: Fitur apa?
th: ฟีเจอร์อะไร?

source: The %s is not working
ar: %s لا يعمل
bg_bg: %s не работи
el: Το %s δεν λειτουργεί
et: %s ei tööta
fi: %s ei toimi
id_id: %s tidak bekerja
th: %s ไม่ทำงาน

source: Kindly share what didn't work so we can fix it for future users...
ar: يرجى مشاركة ما لم يعمل حتى نتمكن من إصلاحه للمستخدمين المستقبليين...
bg_bg: Моля, споделете какво не работеше, за да можем да го поправим за бъдещите потребители...
el: Παρακαλώ μοιραστείτε τι δεν λειτούργησε για να το διορθώσουμε για μελλοντικούς χρήστες...
et: Palun jagage, mis ei töötanud, et saaksime selle tulevaste kasutajate jaoks parandada...
fi: Kerro ystävällisesti mikä ei toiminut, jotta voimme korjata sen tulevia käyttäjiä varten...
id_id: Tolong bagikan apa yang tidak bekerja agar kami bisa memperbaikinya untuk pengguna di masa depan...
th: กรุณาแชร์สิ่งที่ไม่ทำงานเพื่อให้เราสามารถแก้ไขสำหรับผู้ใช้ในอนาคต...

source: It's not what I was looking for
ar: ليس ما كنت أبحث عنه
bg_bg: Не е това, което търсех
el: Δεν είναι αυτό που έψαχνα
et: See pole see, mida otsisin
fi: Se ei ole sitä mitä etsin
id_id: Ini bukan yang aku cari
th: มันไม่ใช่สิ่งที่ฉันกำลังมองหา

source: What you've been looking for?
ar: ما الذي كنت تبحث عنه؟?
bg_bg: Какво търсехте?
el: Τι ψάχνατε;?
et: Mida te otsisite?
fi: Mitä olit etsimässä?
id_id: Apa yang kamu cari?
th: คุณกำลังมองหาอะไร?

source: The %s didn't work as expected
ar: لم يعمل %s كما كان متوقعًا
bg_bg: %s не работеше според очакванията
el: Το %s δεν λειτούργησε όπως αναμενόταν
et: %s ei töötanud ootuspäraselt
fi: %s ei toiminut odotetusti
id_id: %s tidak bekerja seperti yang diharapkan
th: %s ไม่ทำงานตามที่คาดหวัง

source: What did you expect?
ar: ماذا كنت تتوقع؟?
bg_bg: Какво очаквахте?
el: Τι περιμένατε;?
et: Mida te ootasite?
fi: Mitä odotit?
id_id: Apa yang kamu harapkan?
th: คุณคาดหวังอะไร?

source: You have purchased a %s license.
ar: لقد اشتريت ترخيص %s.
bg_bg: Закупили сте лиценз за %s.
el: Έχετε αγοράσει μια άδεια χρήσης %s.
et: Olete ostnud %s litsentsi.
fi: Olet ostanut %s lisenssin.
id_id: Kamu telah membeli lisensi %s.
th: คุณได้ซื้อใบอนุญาต %s แล้ว.

source: The %s's %sdownload link%s, license key, and installation instructions have been sent to %s. If you can't find the email after 5 min, please check your spam box.
ar: تم إرسال %sرابط تحميل %s%s، ومفتاح الترخيص، وتعليمات التثبيت إلى %s. إذا لم تتمكن من العثور على البريد الإلكتروني بعد 5 دقائق، يرجى التحقق من صندوق البريد غير المرغوب فيه.
bg_bg: %sЛинкът за изтегляне на %s%s, лицензният ключ и инструкциите за инсталация са изпратени на %s. Ако не можете да намерите имейла след 5 минути, моля, проверете папката си за спам.
el: Ο σύνδεσμος λήψης του %s%s%s, το κλειδί άδειας χρήσης και οι οδηγίες εγκατάστασης έχουν σταλεί στο %s. Αν δεν μπορείτε να βρείτε το email μετά από 5 λεπτά, παρακαλώ ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας σας.
et: %s'i %s allalaadimislink%s, litsentsivõti ja paigaldusjuhised on saadetud aadressile %s. Kui te ei leia e-kirja 5 minuti jooksul, kontrollige palun oma rämpsposti kausta.
fi: %s'n %s latauslinkki%s, lisenssiavain ja asennusohjeet on lähetetty osoitteeseen %s. Jos et löydä sähköpostia 5 minuutin kuluttua, tarkista roskapostikansiosi.
id_id: %sLink unduhan %s%s, kunci lisensi, dan instruksi instalasi telah dikirim ke %s. Jika kamu tidak dapat menemukan email setelah 5 menit, silakan periksa kotak spam kamu.
th: %sลิงก์ดาวน์โหลด %s%s รหัสใบอนุญาต และคำแนะนำในการติดตั้งได้ถูกส่งไปที่ %s แล้ว หากคุณไม่พบอีเมลหลังจาก 5 นาที กรุณาตรวจสอบกล่องสแปมด้วยนะ.

# interjection expressing joy or exuberance
source: Yee-haw
ar: يا له من أمر رائع
bg_bg: Йе-хаа
el: Γιούπι
et: Juhuu
fi: Jippii
th: เย้!

# addonX cannot run without pluginY
source: %s cannot run without %s.
ar: لا يمكن تشغيل %s بدون %s.
bg_bg: %s не може да работи без %s.
el: Το %s δεν μπορεί να λειτουργήσει χωρίς το %s.
et: %s ei saa töötada ilma %s.
fi: %s ei voi toimia ilman %s.
id_id: %s tidak dapat berjalan tanpa %s.
th: %s ไม่สามารถทำงานได้โดยไม่มี %s.

# addonX cannot run...
source: %s cannot run without the plugin.
ar: لا يمكن تشغيل %s بدون الإضافة.
bg_bg: %s не може да работи без плъгина.
el: Το %s δεν μπορεί να λειτουργήσει χωρίς το πρόσθετο.
et: %s ei saa töötada ilma pluginata.
fi: %s ei voi toimia ilman lisäosaa.
id_id: %s tidak dapat berjalan tanpa plugin.
th: %s ไม่สามารถทำงานได้โดยไม่มีปลั๊กอิน.

# exclamation
source: Oops
ar: عذرًا
bg_bg: Опа
el: Ωχ
et: Ups
fi: Hups
id_id: Ups
th: อุ๊ปส์

source: There was an unexpected API error while processing your request. Please try again in a few minutes and if it still doesn't work, contact the %s's author with the following:
ar: حدث خطأ غير متوقع في واجهة برمجة التطبيقات أثناء معالجة طلبك. يرجى المحاولة مرة أخرى بعد بضع دقائق وإذا استمر عدم العمل، اتصل بمؤلف %s مع ما يلي:
bg_bg: Възникна неочаквана API грешка при обработката на вашата заявка. Моля, опитайте отново след няколко минути и ако все още не работи, свържете се с автора на %s със следното:
el: Υπήρξε ένα απρόσμενο σφάλμα API κατά την επεξεργασία του αιτήματός σας. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά και αν εξακολουθεί να μη λειτουργεί, επικοινωνήστε με τον δημιουργό του %s με τα εξής:
et: Teie päringu töötlemisel esines ootamatu API viga. Palun proovige mõne minuti pärast uuesti ja kui see ikka ei tööta, võtke ühendust %s autoriga järgmise teabega:
fi: Tapahtui odottamaton API-virhe pyyntöäsi käsiteltäessä. Yritä uudelleen muutaman minuutin kuluttua, ja jos se ei vieläkään toimi, ota yhteyttä %s tekijään seuraavilla tiedoilla:
id_id: Terjadi error API yang tidak terduga saat memproses permintaan kamu. Silakan coba lagi dalam beberapa menit dan jika masih tidak berhasil, hubungi penulis %s dengan yang berikut:
th: เกิดข้อผิดพลาด API ที่ไม่คาดคิดขณะประมวลผลคำขอของคุณ กรุณาลองอีกครั้งในอีกสักครู่ และถ้ายังไม่ทำงาน ให้ติดต่อผู้พัฒนา %s พร้อมแจ้งข้อมูลต่อไปนี้:

source: You have a %s license.
ar: لديك ترخيص %s.
bg_bg: Имате лиценз за %s.
el: Έχετε μια άδεια χρήσης %s.
et: Teil on %s litsents.
fi: Sinulla on %s lisenssi.
id_id: Kamu memiliki lisensi %s.
th: คุณมีใบอนุญาต %s.

source: Premium %s version was successfully activated.
ar: تم تفعيل إصدار %s المميز بنجاح.
bg_bg: Премиум версията на %s беше успешно активирана.
el: Η premium έκδοση του %s ενεργοποιήθηκε με επιτυχία.
et: Premium %s versioon aktiveeriti edukalt.
fi: Premium %s versio aktivoitiin onnistuneesti.
id_id: Versi Premium %s berhasil diaktifkan.
th: เวอร์ชันพรีเมียมของ %s ถูกเปิดใช้งานสำเร็จแล้ว.

source: W00t
ar: رائع
bg_bg: Ура
el: Τέλεια
et: Jess
fi: Jippii
id_id: Hore
th: เย่!

source: %s free trial was successfully cancelled. Since the add-on is premium only it was automatically deactivated. If you like to use it in the future, you'll have to purchase a license.
ar: تم إلغاء الفترة التجريبية المجانية لـ %s بنجاح. بما أن الإضافة مميزة فقط، فقد تم إلغاء تفعيلها تلقائيًا. إذا كنت ترغب في استخدامها في المستقبل، ستحتاج إلى شراء ترخيص.
bg_bg: Безплатният пробен период на %s беше успешно отменен. Тъй като добавката е само премиум, тя беше автоматично деактивирана. Ако искате да я използвате в бъдеще, ще трябва да закупите лиценз.
el: Η δωρεάν δοκιμή του %s ακυρώθηκε με επιτυχία. Καθώς το πρόσθετο είναι μόνο premium, απενεργοποιήθηκε αυτόματα. Αν θέλετε να το χρησιμοποιήσετε στο μέλλον, θα πρέπει να αγοράσετε μια άδεια χρήσης.
et: %s tasuta prooviversioon tühistati edukalt. Kuna lisandmoodul on ainult premium-versioonina saadaval, deaktiveeriti see automaatselt. Kui soovite seda tulevikus kasutada, peate ostma litsentsi.
fi: %s ilmainen kokeilu peruutettiin onnistuneesti. Koska lisäosa on vain premium-versiona saatavilla, se poistettiin automaattisesti käytöstä. Jos haluat käyttää sitä tulevaisuudessa, sinun on ostettava lisenssi.
id_id: Uji coba gratis %s berhasil dibatalkan. Karena add-on ini hanya versi premium, maka secara otomatis dinonaktifkan. Jika kamu ingin menggunakannya di masa depan, kamu harus membeli lisensi.
th: ยกเลิกการทดลองใช้ %s ฟรีเรียบร้อยแล้ว เนื่องจากส่วนเสริมนี้เป็นแบบพรีเมียมเท่านั้น จึงถูกปิดการใช้งานโดยอัตโนมัติ หากคุณต้องการใช้งานในอนาคต คุณจะต้องซื้อใบอนุญาตก่อน.

source: %s is a premium only add-on. You have to purchase a license first before activating the plugin.
ar: %s هو إضافة مميزة فقط. يجب عليك شراء ترخيص أولاً قبل تفعيل الإضافة.
bg_bg: %s е добавка само за премиум версията. Трябва първо да закупите лиценз, преди да активирате плъгина.
el: Το %s είναι ένα πρόσθετο μόνο premium. Πρέπει πρώτα να αγοράσετε μια άδεια χρήσης πριν ενεργοποιήσετε το πρόσθετο.
et: %s on ainult premium-lisandmoodul. Enne plugina aktiveerimist peate esmalt ostma litsentsi.
fi: %s on vain premium-lisäosa. Sinun on ostettava lisenssi ennen lisäosan aktivointia.
id_id: %s adalah add-on khusus premium. Kamu harus membeli lisensi terlebih dahulu sebelum mengaktifkan plugin.
th: %s เป็นส่วนเสริมแบบพรีเมียมเท่านั้น คุณต้องซื้อใบอนุญาตก่อนที่จะเปิดใช้งานปลั๊กอิน.

source: More information about %s
ar: مزيد من المعلومات حول %s
bg_bg: Повече информация за %s
el: Περισσότερες πληροφορίες για το %s
et: Rohkem teavet %s kohta
fi: Lisätietoja %s
id_id: Informasi lebih lanjut tentang %s
th: ข้อมูลเพิ่มเติมเกี่ยวกับ %s

source: Purchase License
ar: شراء ترخيص
bg_bg: Закупете лиценз
el: Αγορά άδειας χρήσης
et: Osta litsents
fi: Osta lisenssi
id_id: Beli lisensi
th: ซื้อใบอนุญาต

source: You should receive %3$s for %1$s to your mailbox at %2$s in the next 5 minutes.
ar: يجب أن تتلقى %3$s لـ %1$s في صندوق بريدك على %2$s خلال الـ 5 دقائق القادمة.
bg_bg: Трябва да получите %3$s за %1$s в пощенската си кутия на %2$s в следващите 5 минути.
el: Θα πρέπει να λάβετε %3$s για το %1$s στο γραμματοκιβώτιό σας στο %2$s μέσα στα επόμενα 5 λεπτά.
et: Peaksite saama %3$s %1$s jaoks oma postkasti aadressil %2$s järgmise 5 minuti jooksul.
fi: Sinun pitäisi saada %3$s tuotteelle %1$s sähköpostiisi osoitteeseen %2$s seuraavan 5 minuutin kuluessa.
id_id: Kamu akan menerima %3$s untuk %1$s ke kotak surat kamu di %2$s dalam 5 menit ke depan.
th: คุณควรได้รับ %3$s สำหรับ %1$s ในกล่องจดหมายของคุณที่ %2$s ภายใน 5 นาทีถัดไป.

# Part of the message telling the user what they should receive via email.
source: a license key
ar: مفتاح ترخيص
bg_bg: лицензен ключ
el: ένα κλειδί άδειας χρήσης
et: litsentsivõtme
fi: lisenssiavain
id_id: kunci lisensi
th: รหัสใบอนุญาต

source: %s to activate the license once you get it.
ar: %s لتفعيل الترخيص بمجرد حصولك عليه.
bg_bg: %s, за да активирате лиценза, след като го получите.
el: %s για να ενεργοποιήσετε την άδεια χρήσης μόλις τη λάβετε.
et: %s litsentsi aktiveerimiseks, kui olete selle kätte saanud.
fi: %s aktivoidaksesi lisenssin, kun saat sen.
id_id: %s untuk mengaktifkan lisensi setelah kamu mendapatkannya.
th: %s เพื่อเปิดใช้งานใบอนุญาตเมื่อคุณได้รับ.

# Part of an activation link message.
source: Click here
ar: انقر هنا
bg_bg: Кликнете тук
el: Κάντε κλικ εδώ
et: Klõpsake siin
fi: Klikkaa tästä
id_id: Klik di sini
th: คลิกที่นี่

# Part of the message telling the user what they should receive via email.
source: the installation instructions
ar: تعليمات التثبيت
bg_bg: инструкциите за инсталация
el: τις οδηγίες εγκατάστασης
et: paigaldusjuhised
fi: asennusohjeet
id_id: instruksi instalasi
th: คำแนะนำในการติดตั้ง

source: the product's support email address
ar: عنوان البريد الإلكتروني لدعم المنتج
bg_bg: имейл адреса за поддръжка на продукта
el: τη διεύθυνση email υποστήριξης του προϊόντος
et: toote tugiteenuse e-posti aadress
fi: tuotteen tukisähköpostiosoite
id_id: alamat email dukungan produk
th: อีเมลสนับสนุนผลิตภัณฑ์

source: If you didn't get the email, try checking your spam folder or search for emails from %4$s.
ar: إذا لم تتلق البريد الإلكتروني، حاول التحقق من مجلد البريد غير المرغوب فيه أو ابحث عن رسائل البريد الإلكتروني من %4$s.
bg_bg: Ако не сте получили имейла, опитайте да проверите папката си за спам или потърсете имейли от %4$s.
el: Αν δεν λάβατε το email, δοκιμάστε να ελέγξετε τον φάκελο ανεπιθύμητης αλληλογραφίας σας ή αναζητήστε emails από το %4$s.
et: Kui te ei saanud e-kirja, proovige kontrollida oma rämpsposti kausta või otsige e-kirju aadressilt %4$s.
fi: Jos et saanut sähköpostia, tarkista roskapostikansiosi tai etsi sähköposteja lähettäjältä %4$s.
id_id: Jika kamu tidak mendapatkan email, coba periksa folder spam kamu atau cari email dari %4$s.
th: หากคุณไม่ได้รับอีเมล ลองตรวจสอบโฟลเดอร์สแปมหรือค้นหาอีเมลจาก %4$s.

source: Thanks for upgrading.
ar: شكرًا لك على الترقية.
bg_bg: Благодарим ви за надграждането.
el: Ευχαριστούμε για την αναβάθμιση.
et: Täname uuendamise eest.
fi: Kiitos päivityksestä.
id_id: Terima kasih telah melakukan upgrade.
th: ขอบคุณสำหรับการอัปเกรด.

source: You should receive a confirmation email for %1$s to your mailbox at %2$s. Please make sure you click the button in that email to %3$s.
ar: يجب أن تتلقى رسالة تأكيد بالبريد الإلكتروني لـ %1$s في صندوق بريدك على %2$s. يرجى التأكد من النقر على الزر في ذلك البريد الإلكتروني لـ %3$s.
bg_bg: Трябва да получите имейл за потвърждение за %1$s в пощенската си кутия на %2$s. Моля, уверете се, че кликнете върху бутона в този имейл, за да %3$s.
el: Θα πρέπει να λάβετε ένα email επιβεβαίωσης για το %1$s στο γραμματοκιβώτιό σας στο %2$s. Παρακαλούμε βεβαιωθείτε ότι κάνετε κλικ στο κουμπί σε αυτό το email για να %3$s.
et: Peaksite saama kinnituskirja %1$s kohta oma postkasti aadressil %2$s. Palun veenduge, et klõpsate selles e-kirjas olevat nuppu, et %3$s.
fi: Sinun pitäisi saada vahvistussähköposti tuotteelle %1$s sähköpostiisi osoitteeseen %2$s. Varmista, että klikkaat kyseisessä sähköpostissa olevaa painiketta %3$s.
id_id: Kamu akan menerima email konfirmasi untuk %1$s ke kotak surat kamu di %2$s. Pastikan kamu mengklik tombol di email tersebut untuk %3$s.
th: คุณควรได้รับอีเมลยืนยันสำหรับ %1$s ในกล่องจดหมายของคุณที่ %2$s โปรดตรวจสอบให้แน่ใจว่าคุณได้คลิกปุ่มในอีเมลนั้นเพื่อ %3$s.

source: start the trial
ar: بدء الفترة التجريبية
bg_bg: започнете пробния период
el: ξεκινήσετε τη δοκιμή
et: alustada prooviversiooni
fi: aloittaaksesi kokeilun
id_id: memulai uji coba
th: เริ่มการทดลองใช้

source: complete the opt-in
ar: إكمال الاشتراك
bg_bg: завършите включването
el: ολοκληρώσετε την εγγραφή
et: lõpetada liitumine
fi: suorittaaksesi käyttöönoton loppuun
id_id: menyelesaikan opt-in
th: ยืนยันการเข้าร่วม

source: Thanks!
ar: شكرًا لك!
bg_bg: Благодарим ви!
el: Ευχαριστούμε!
et: Aitäh!
fi: Kiitos!
id_id: Terima kasih!
th: ขอบคุณ!

source: You are just one step away - %s
ar: أنت على بعد خطوة واحدة فقط - %s
bg_bg: Вие сте само на една стъпка - %s
el: Είστε μόλις ένα βήμα μακριά - %s
et: Olete vaid ühe sammu kaugusel - %s
fi: Olet vain yhden askeleen päässä - %s
id_id: Kamu hanya tinggal selangkah lagi - %s
th: คุณเหลืออีกเพียงขั้นตอนเดียว - %s

# %s - plugin name. As complete "PluginX" activation now
source: Complete "%s" Activation Now
ar: أكمل تفعيل ”%s“ الآن
bg_bg: Завършете активирането на „%s“ сега
el: Ολοκληρώστε την Ενεργοποίηση του “%s” Τώρα
et: Lõpetage „%s“ aktiveerimine nüüd
fi: Suorita ”%s” aktivointi nyt
id_id: Selesaikan Aktivasi “%s” Sekarang
th: เปิดใช้งาน “%s” ให้เสร็จสมบูรณ์ตอนนี้

source: We made a few tweaks to the %s, %s
ar: لقد أجرينا بعض التعديلات على %s، %s
bg_bg: Направихме няколко корекции на %s, %s
el: Κάναμε μερικές βελτιώσεις στο %s, %s
et: Tegime mõned muudatused %s, %s
fi: Teimme muutamia parannuksia %s, %s
id_id: Kami melakukan beberapa penyesuaian pada %s, %s
th: เราได้ปรับปรุง %s เล็กน้อย %s

source: Opt in to make "%s" better!
ar: اشترك لجعل ”%s“ أفضل!
bg_bg: Включете се, за да направите „%s“ по-добър!
el: Εγγραφείτε για να κάνετε το “%s” καλύτερο!
et: Liituge, et muuta „%s“ paremaks!
fi: Ota käyttöön tehdäksesi ”%s” paremmaksi!
id_id: Opt in untuk membuat “%s” lebih baik!
th: เข้าร่วมเพื่อทำให้ “%s” ดีขึ้น!

source: The upgrade of %s was successfully completed.
ar: تم إكمال ترقية %s بنجاح.
bg_bg: Надграждането на %s беше успешно завършено.
el: Η αναβάθμιση του %s ολοκληρώθηκε με επιτυχία.
et: %s uuendamine õnnestus.
fi: %s päivitys suoritettiin onnistuneesti.
id_id: Upgrade %s berhasil diselesaikan.
th: การอัปเกรด %s สำเร็จเรียบร้อยแล้ว.

source: Add-On
ar: إضافة
bg_bg: Добавка
el: Πρόσθετο
et: Lisandmoodul
fi: Lisäosa
th: ส่วนเสริม

source: Plugin
ar: إضافة
bg_bg: Плъгин
el: Πρόσθετο
fi: Lisäosa
th: ปลั๊กอิน

source: Theme
ar: قالب
bg_bg: Тема
el: Θέμα
et: Teema
fi: Teema
id_id: Tema
th: ธีม
