Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: Yes - both addresses are mine
ar: نعم - كلا العنوانين لي
bg_bg: Да - и двата адреса са мои
el: Ναι - και οι δύο διευθύνσεις είναι δικές μου
et: Jah - mõlemad aadressid on minu omad
fi: Kyllä - molemmat osoitteet ovat minun
id_id: Ya - kedua alamat adalah milik saya
th: ใช่ - ทั้งสองที่อยู่เป็นของฉัน

source: %s is my client's email address
ar: %s هو عنوان البريد الإلكتروني لعميلي
bg_bg: %s е имейл адресът на моя клиент
el: Το %s είναι η διεύθυνση email του πελάτη μου
et: %s on minu kliendi e-posti aadress
fi: %s on asiakkaani sähköpostiosoite
id_id: %s adalah alamat email klien saya
th: %s เป็นที่อยู่อีเมลของลูกค้าของฉัน

source: %s is my email address
ar: %s هو عنوان البريد الإلكتروني الخاص بي
bg_bg: %s е моят имейл адрес
el: Το %s είναι η διεύθυνση email μου
et: %s on minu e-posti aadress
fi: %s on minun sähköpostiosoitteeni
id_id: %s adalah alamat email saya
th: %s เป็นที่อยู่อีเมลของฉัน

source: Would you like to merge %s into %s?
ar: هل ترغب في دمج %s مع %s؟?
bg_bg: Искате ли да обедините %s в %s?
el: Θέλετε να συγχωνεύσετε το %s στο %s;?
et: Kas soovite ühendada %s %s-ga?
fi: Haluatko yhdistää %s kohteeseen %s?
id_id: Apakah kamu ingin menggabungkan %s ke %s?
th: คุณต้องการรวม %s เข้ากับ %s ไหม?

source: Yes - move all my data and assets from %s to %s
ar: نعم - انقل كل بياناتي وأصولي من %s إلى %s
bg_bg: Да - преместете всичките ми данни и активи от %s в %s
el: Ναι - μετακίνησε όλα τα δεδομένα και τα στοιχεία μου από το %s στο %s
et: Jah - liiguta kõik minu andmed ja varad %s-st %s-sse
fi: Kyllä - siirrä kaikki tietoni ja resurssini kohteesta %s kohteeseen %s
id_id: Ya - pindahkan semua data dan aset saya dari %s ke %s
th: ใช่ - ย้ายข้อมูลและทรัพย์สินทั้งหมดของฉันจาก %s ไปยัง %s

source: No - only move this site's data to %s
ar: لا - انقل فقط بيانات هذا الموقع إلى %s
bg_bg: Не - преместете само данните на този сайт в %s
el: Όχι - μετακίνησε μόνο τα δεδομένα αυτού του ιστότοπου στο %s
et: Ei - liiguta ainult selle saidi andmed %s-sse
fi: Ei - siirrä vain tämän sivuston tiedot kohteeseen %s
id_id: Tidak - hanya pindahkan data situs ini ke %s
th: ไม่ - ย้ายเฉพาะข้อมูลของเว็บไซต์นี้ไปยัง %s

source: Update
ar: تحديث
bg_bg: Обнови
el: Ενημέρωση
et: Uuenda
fi: Päivitä
id_id: Perbarui
th: อัปเดต

source: Please enter the license key that you received in the email right after the purchase:
ar: الرجاء إدخال مفتاح الترخيص الذي تلقيته في البريد الإلكتروني مباشرة بعد الشراء:
bg_bg: Моля, въведете лицензионния ключ, който получихте в имейла веднага след покупката:
el: Παρακαλώ εισάγετε το κλειδί άδειας χρήσης που λάβατε στο email αμέσως μετά την αγορά:
et: Palun sisestage litsentsivõti, mille saite e-kirjaga kohe pärast ostu:
fi: Syötä lisenssiavain, jonka sait sähköpostitse heti oston jälkeen:
id_id: Masukkan kunci lisensi yang kamu terima di email segera setelah pembelian:
th: กรุณาใส่รหัสใบอนุญาตที่คุณได้รับทางอีเมลหลังจากการซื้อ:

source: Update License
ar: تحديث الترخيص
bg_bg: Обнови лиценза
el: Ενημέρωση άδειας χρήσης
et: Uuenda litsentsi
fi: Päivitä lisenssi
id_id: Perbarui lisensi
th: อัปเดตใบอนุญาต

source: The %1$s will be periodically sending essential license data to %2$s to check for security and feature updates, and verify the validity of your license.
ar: سيقوم %1$s بإرسال بيانات الترخيص الأساسية دوريًا إلى %2$s للتحقق من تحديثات الأمان والميزات والتحقق من صحة ترخيصك.
bg_bg: %1$s ще изпраща периодично основни данни за лиценза на %2$s, за да провери за актуализации на сигурността и функциите, и да потвърди валидността на вашия лиценз.
el: Το %1$s θα στέλνει περιοδικά βασικά δεδομένα άδειας χρήσης στο %2$s για να ελέγχει για ενημερώσεις ασφαλείας και λειτουργιών, και να επαληθεύει την εγκυρότητα της άδειάς σας.
et: %1$s saadab perioodiliselt olulisi litsentsiandmeid %2$s-le, et kontrollida turva- ja funktsioonivärskendusi ning kinnitada teie litsentsi kehtivust.
fi: %1$s lähettää säännöllisesti olennaisia lisenssitietoja %2$s:lle tarkistaakseen turvallisuus- ja ominaisuuspäivitykset sekä varmistaakseen lisenssisi voimassaolon.
id_id: %1$s akan secara berkala mengirimkan data lisensi penting ke %2$s untuk memeriksa pembaruan keamanan dan fitur, serta memverifikasi keabsahan lisensi kamu.
th: %1$s จะส่งข้อมูลใบอนุญาตที่สำคัญไปยัง %2$s เป็นระยะๆ เพื่อตรวจสอบการอัปเดตความปลอดภัยและฟีเจอร์ รวมถึงยืนยันความถูกต้องของใบอนุญาตของคุณ.

source: Agree & Activate License
ar: الموافقة وتفعيل الترخيص
bg_bg: Съгласен съм и активирай лиценза
el: Συμφωνώ & ενεργοποίηση άδειας
et: Nõustu ja aktiveeri litsents
fi: Hyväksy ja aktivoi lisenssi
id_id: Setuju & aktifkan lisensi
th: ยอมรับและเปิดใช้งานใบอนุญาต

source: Associate with the license owner's account.
ar: ربط بحساب مالك الترخيص.
bg_bg: Свържи с акаунта на собственика на лиценза.
el: Σύνδεση με τον λογαριασμό του κατόχου της άδειας.
et: Seosta litsentsi omaniku kontoga.
fi: Yhdistä lisenssin omistajan tiliin.
id_id: Hubungkan dengan akun pemilik lisensi.
th: เชื่อมโยงกับบัญชีเจ้าของใบอนุญาต.

source: Keep automatic updates
ar: الاحتفاظ بالتحديثات التلقائية
bg_bg: Запази автоматичните актуализации
el: Διατήρηση αυτόματων ενημερώσεων
et: Hoia automaatsed uuendused
fi: Pidä automaattiset päivitykset käytössä
id_id: Tetap aktifkan pembaruan otomatis
th: เปิดการอัปเดตอัตโนมัติ

source: Communication
ar: التواصل
bg_bg: Комуникация
el: Επικοινωνία
et: Suhtlus
fi: Viestintä
id_id: Komunikasi
th: การสื่อสาร

source: Stay Connected
ar: البقاء على اتصال
bg_bg: Остани свързан
el: Μείνετε συνδεδεμένοι
et: Jää ühendatuks
fi: Pysy yhteydessä
id_id: Tetap terhubung
th: ยังคงเชื่อมต่อ

source: Diagnostic Info
ar: معلومات التشخيص
bg_bg: Диагностична информация
el: Διαγνωστικές πληροφορίες
et: Diagnostikainfo
fi: Diagnostiikkatiedot
id_id: Info diagnostik
th: ข้อมูลวินิจฉัย

source: Keep Sharing
ar: الاستمرار في المشاركة
bg_bg: Продължи споделянето
el: Συνέχιση κοινοποίησης
et: Jätka jagamist
fi: Jatka jakamista
id_id: Tetap berbagi
th: ยังคงแบ่งปัน

source: Extensions
ar: الإضافات
bg_bg: Разширения
el: Επεκτάσεις
et: Laiendused
fi: Laajennukset
id_id: Ekstensi
th: ส่วนขยาย

source: There is a new version of %s available.
ar: هناك إصدار جديد من %s متاح.
bg_bg: Налична е нова версия на %s.
el: Υπάρχει μια νέα έκδοση του %s διαθέσιμη.
et: %s uus versioon on saadaval.
fi: %s:stä on saatavilla uusi versio.
id_id: Ada versi baru %s yang tersedia.
th: มีเวอร์ชันใหม่ของ %s พร้อมใช้งานแล้ว.

source: %s to access version %s security & feature updates, and support.
ar: %s للوصول إلى تحديثات الأمان والميزات والدعم للإصدار %s.
bg_bg: %s за достъп до актуализации на сигурността и функциите на версия %s, както и поддръжка.
el: %s για πρόσβαση στην έκδοση %s ενημερώσεις ασφαλείας & λειτουργιών, και υποστήριξη.
et: %s, et pääseda ligi versiooni %s turva- ja funktsioonivärskenduste ning toe juurde.
fi: %s saadaksesi version %s turvallisuus- ja ominaisuuspäivitykset sekä tuen.
id_id: %s untuk mengakses pembaruan keamanan & fitur versi %s, serta dukungan.
th: %s เพื่อเข้าถึงการอัปเดตความปลอดภัยและฟีเจอร์ของเวอร์ชัน %s รวมถึงการสนับสนุน.

source: New Version Available
ar: إصدار جديد متاح
bg_bg: Налична е нова версия
el: Νέα έκδοση διαθέσιμη
et: Uus versioon saadaval
fi: Uusi versio saatavilla
id_id: Versi baru tersedia
th: มีเวอร์ชันใหม่พร้อมใช้งาน

# close a window
source: Dismiss
ar: تجاهل
bg_bg: Отхвърли
el: Απόρριψη
et: Loobu
fi: Ohita
id_id: Abaikan
th: ปิด

source: Send License Key
ar: إرسال مفتاح الترخيص
bg_bg: Изпрати лицензионен ключ
el: Αποστολή κλειδιού άδειας
et: Saada litsentsivõti
fi: Lähetä lisenssiavain
id_id: Kirim kunci lisensi
th: ส่งรหัสใบอนุญาต

source: Enter the email address you've used during the purchase and we will resend you the license key.
ar: أدخل عنوان البريد الإلكتروني الذي استخدمته أثناء الشراء وسنعيد إرسال مفتاح الترخيص إليك.
bg_bg: Въведете имейл адреса, който сте използвали при покупката, и ние ще ви изпратим отново лицензионния ключ.
el: Εισάγετε τη διεύθυνση email που χρησιμοποιήσατε κατά την αγορά και θα σας ξαναστείλουμε το κλειδί άδειας.
et: Sisestage e-posti aadress, mida kasutasite ostu ajal, ja me saadame teile litsentsivõtme uuesti.
fi: Syötä sähköpostiosoite, jota käytit oston yhteydessä, niin lähetämme sinulle lisenssiavaimen uudelleen.
id_id: Masukkan alamat email yang kamu gunakan saat pembelian dan kami akan mengirimkan ulang kunci lisensi kepadamu.
th: ใส่ที่อยู่อีเมลที่คุณใช้ระหว่างการซื้อ และเราจะส่งรหัสใบอนุญาตให้คุณอีกครั้ง.

source: Enter the email address you've used for the upgrade below and we will resend you the license key.
ar: أدخل عنوان البريد الإلكتروني الذي استخدمته للترقية أدناه وسنعيد إرسال مفتاح الترخيص إليك.
bg_bg: Въведете имейл адреса, който сте използвали за надграждането по-долу, и ние ще ви изпратим отново лицензионния ключ.
el: Εισάγετε τη διεύθυνση email που χρησιμοποιήσατε για την αναβάθμιση παρακάτω και θα σας ξαναστείλουμε το κλειδί άδειας.
et: Sisestage allpool e-posti aadress, mida kasutasite uuenduse jaoks, ja me saadame teile litsentsivõtme uuesti.
fi: Syötä alla olevaan kenttään sähköpostiosoite, jota käytit päivityksen yhteydessä, niin lähetämme sinulle lisenssiavaimen uudelleen.
id_id: Masukkan alamat email yang kamu gunakan untuk upgrade di bawah ini dan kami akan mengirimkan ulang kunci lisensi kepadamu.
th: ใส่ที่อยู่อีเมลที่คุณใช้สำหรับการอัปเกรดด้านล่าง และเราจะส่งรหัสใบอนุญาตให้คุณอีกครั้ง.

source: Deactivating or uninstalling the %s will automatically disable the license, which you'll be able to use on another site.
ar: إلغاء تفعيل أو إلغاء تثبيت %s سيؤدي تلقائيًا إلى تعطيل الترخيص، والذي ستتمكن من استخدامه على موقع آخر.
bg_bg: Деактивирането или деинсталирането на %s автоматично ще деактивира лиценза, който ще можете да използвате на друг сайт.
el: Η απενεργοποίηση ή απεγκατάσταση του %s θα απενεργοποιήσει αυτόματα την άδεια, την οποία θα μπορείτε να χρησιμοποιήσετε σε άλλον ιστότοπο.
et: %s deaktiveerimine või eemaldamine keelab automaatselt litsentsi, mida saate kasutada teisel saidil.
fi: %s:n deaktivointi tai poistaminen poistaa lisenssin automaattisesti käytöstä, jolloin voit käyttää sitä toisella sivustolla.
id_id: Menonaktifkan atau menghapus %s akan secara otomatis menonaktifkan lisensi, yang nantinya bisa kamu gunakan di situs lain.
th: การปิดการใช้งานหรือถอนการติดตั้ง %s จะปิดการใช้งานใบอนุญาตโดยอัตโนมัติ ซึ่งคุณจะสามารถนำไปใช้กับเว็บไซต์อื่นได้.

source: In case you are NOT planning on using this %s on this site (or any other site) - would you like to cancel the %s as well?
ar: في حالة عدم تخطيطك لاستخدام %s على هذا الموقع (أو أي موقع آخر) - هل ترغب في إلغاء %s أيضًا؟?
bg_bg: В случай, че НЕ планирате да използвате този %s на този сайт (или на друг сайт) - искате ли да анулирате %s също?
el: Σε περίπτωση που ΔΕΝ σκοπεύετε να χρησιμοποιήσετε αυτό το %s σε αυτόν τον ιστότοπο (ή σε οποιονδήποτε άλλο ιστότοπο) - θα θέλατε να ακυρώσετε και το %s;?
et: Juhul kui te EI plaani kasutada seda %s sellel saidil (ega ühelgi teisel saidil) - kas soovite tühistada ka %s?
fi: Jos ET aio käyttää tätä %s:ää tällä sivustolla (tai millään muullakaan sivustolla) - haluatko myös peruuttaa %s:n?
id_id: Jika kamu TIDAK berencana menggunakan %s ini di situs ini (atau situs lainnya) - apakah kamu ingin membatalkan %s juga?
th: ในกรณีที่คุณไม่ได้วางแผนที่จะใช้ %s นี้บนเว็บไซต์นี้ (หรือเว็บไซต์อื่นๆ) - คุณต้องการยกเลิก %s ด้วยหรือไม่?

source: Cancel %s - I no longer need any security & feature updates, nor support for %s because I'm not planning to use the %s on this, or any other site.
ar: إلغاء %s - لم أعد بحاجة إلى أي تحديثات أمان وميزات، ولا دعم لـ %s لأنني لا أخطط لاستخدام %s على هذا الموقع أو أي موقع آخر.
bg_bg: Анулирай %s - Вече не се нуждая от актуализации за сигурност и функции, нито от поддръжка за %s, защото не планирам да използвам %s на този или на друг сайт.
el: Ακύρωση %s - Δεν χρειάζομαι πλέον ενημερώσεις ασφαλείας & λειτουργιών, ούτε υποστήριξη για το %s επειδή δεν σκοπεύω να χρησιμοποιήσω το %s σε αυτόν ή σε οποιονδήποτε άλλο ιστότοπο.
et: Tühista %s - Ma ei vaja enam turva- ega funktsioonivärskendusi ega tuge %s jaoks, kuna ma ei plaani kasutada %s sellel ega ühelgi teisel saidil.
fi: Peruuta %s - En enää tarvitse turvallisuus- ja ominaisuuspäivityksiä enkä tukea %s:lle, koska en aio käyttää %s:ää tällä tai millään muullakaan sivustolla.
id_id: Batalkan %s - Saya tidak lagi membutuhkan pembaruan keamanan & fitur, atau dukungan untuk %s karena saya tidak berencana menggunakan %s di situs ini, atau situs lainnya.
th: ยกเลิก %s - ฉันไม่ต้องการการอัปเดตความปลอดภัยและฟีเจอร์ หรือการสนับสนุนสำหรับ %s อีกต่อไป เพราะฉันไม่ได้วางแผนที่จะใช้ %s บนเว็บไซต์นี้หรือเว็บไซต์อื่นๆ.

source: Don't cancel %s - I'm still interested in getting security & feature updates, as well as be able to contact support.
ar: عدم إلغاء %s - ما زلت مهتمًا بالحصول على تحديثات الأمان والميزات، وكذلك القدرة على الاتصال بالدعم.
bg_bg: Не анулирай %s - Все още се интересувам от получаване на актуализации за сигурност и функции, както и от възможността да се свържа с поддръжката.
el: Να μην ακυρωθεί το %s - Εξακολουθώ να ενδιαφέρομαι για ενημερώσεις ασφαλείας & λειτουργιών, καθώς και για τη δυνατότητα επικοινωνίας με την υποστήριξη.
et: Ära tühista %s - Olen endiselt huvitatud turva- ja funktsioonivärskenduste saamisest ning võimalusest võtta ühendust toega.
fi: Älä peruuta %s:ää - Olen edelleen kiinnostunut saamaan turvallisuus- ja ominaisuuspäivityksiä sekä mahdollisuuden ottaa yhteyttä tukeen.
id_id: Jangan batalkan %s - Saya masih tertarik mendapatkan pembaruan keamanan & fitur, serta bisa menghubungi dukungan.
th: ไม่ยกเลิก %s - ฉันยังสนใจที่จะรับการอัปเดตความปลอดภัยและฟีเจอร์ รวมถึงสามารถติดต่อฝ่ายสนับสนุนได้.

source: Once your license expires you will no longer be able to use the %s, unless you activate it again with a valid premium license.
ar: بمجرد انتهاء صلاحية ترخيصك، لن تتمكن من استخدام %s بعد ذلك، ما لم تقم بتفعيله مرة أخرى بترخيص مميز صالح.
bg_bg: След изтичане на лиценза ви, вече няма да можете да използвате %s, освен ако не го активирате отново с валиден премиум лиценз.
el: Μόλις λήξει η άδειά σας, δεν θα μπορείτε πλέον να χρησιμοποιήσετε το %s, εκτός αν το ενεργοποιήσετε ξανά με μια έγκυρη premium άδεια.
et: Kui teie litsents aegub, ei saa te enam %s kasutada, kui te seda uuesti kehtiva preemiumlitsentsiga ei aktiveeri.
fi: Kun lisenssisi vanhenee, et voi enää käyttää %s:ää, ellet aktivoi sitä uudelleen voimassa olevalla premium-lisenssillä.
id_id: Setelah lisensi kamu kedaluwarsa, kamu tidak akan bisa menggunakan %s lagi, kecuali kamu mengaktifkannya kembali dengan lisensi premium yang valid.
th: เมื่อใบอนุญาตของคุณหมดอายุ คุณจะไม่สามารถใช้ %s ได้อีกต่อไป เว้นแต่คุณจะเปิดใช้งานอีกครั้งด้วยใบอนุญาตพรีเมียมที่ถูกต้อง.

source: Cancel %s?
ar: إلغاء %s؟?
bg_bg: Анулирай %s?
el: Ακύρωση %s;?
et: Tühistada %s?
fi: Peruutetaanko %s?
id_id: Batalkan %s?
th: ยกเลิก %s?

source: Proceed
ar: متابعة
bg_bg: Продължи
el: Συνέχεια
et: Jätka
fi: Jatka
id_id: Lanjutkan
th: ดำเนินการต่อ

source: Cancel %s & Proceed
ar: إلغاء %s والمتابعة
bg_bg: Анулирай %s и продължи
el: Ακύρωση %s & συνέχεια
et: Tühista %s ja jätka
fi: Peruuta %s ja jatka
id_id: Batalkan %s & lanjutkan
th: ยกเลิก %s และดำเนินการต่อ

source: You are 1-click away from starting your %1$s-day free trial of the %2$s plan.
ar: أنت على بعد نقرة واحدة من بدء فترة تجريبية مجانية لمدة %1$s يومًا لخطة %2$s.
bg_bg: На една крачка сте от започването на вашия %1$s-дневен безплатен пробен период на плана %2$s.
el: Απέχετε 1 κλικ από την έναρξη της %1$s-ημερης δωρεάν δοκιμής του πλάνου %2$s.
et: Olete ühe klõpsu kaugusel %1$s-päevase %2$s plaani tasuta prooviperioodi alustamisest.
fi: Olet yhden klikkauksen päässä %1$s päivän ilmaisen kokeilujakson aloittamisesta %2$s-suunnitelmalle.
id_id: Kamu tinggal 1 klik lagi untuk memulai uji coba gratis %1$s hari dari paket %2$s.
th: คุณอยู่ห่างจากการเริ่มทดลองใช้ฟรี %1$s วันของแผน %2$s เพียงคลิกเดียว.

source: For compliance with the WordPress.org guidelines, before we start the trial we ask that you opt in with your user and non-sensitive site information, allowing the %s to periodically send data to %s to check for version updates and to validate your trial.
ar: للامتثال لإرشادات WordPress.org، قبل أن نبدأ الفترة التجريبية، نطلب منك الموافقة على مشاركة معلومات المستخدم ومعلومات الموقع غير الحساسة، مما يسمح لـ %s بإرسال البيانات دوريًا إلى %s للتحقق من تحديثات الإصدار والتحقق من صحة فترتك التجريبية.
bg_bg: За съответствие с насоките на WordPress.org, преди да започнем пробния период, ви молим да се съгласите с предоставянето на вашата потребителска и несенситивна информация за сайта, позволявайки на %s периодично да изпраща данни на %s за проверка на актуализации на версията и за валидиране на вашия пробен период.
el: Για συμμόρφωση με τις οδηγίες του WordPress.org, πριν ξεκινήσουμε τη δοκιμή, σας ζητάμε να συναινέσετε με τις πληροφορίες χρήστη και μη ευαίσθητες πληροφορίες ιστότοπου, επιτρέποντας στο %s να στέλνει περιοδικά δεδομένα στο %s για έλεγχο ενημερώσεων έκδοσης και επικύρωση της δοκιμής σας.
et: WordPress.org juhiste järgimiseks palume teil enne prooviperioodi alustamist nõustuda oma kasutaja- ja mittesensitiivsete saidiandmete jagamisega, mis võimaldab %s-l perioodiliselt saata andmeid %s-le versiooniuuenduste kontrollimiseks ja teie prooviperioodi kinnitamiseks.
fi: WordPress.org-ohjeiden noudattamiseksi pyydämme sinua ennen kokeilun aloittamista hyväksymään käyttäjä- ja ei-arkaluontoisten sivustotietojen jakamisen, jotta %s voi säännöllisesti lähettää tietoja %s:lle versiopäivitysten tarkistamiseksi ja kokeilusi vahvistamiseksi.
id_id: Untuk mematuhi pedoman WordPress.org, sebelum kami memulai uji coba, kami meminta kamu untuk menyetujui berbagi informasi pengguna dan situs yang tidak sensitif, mengizinkan %s untuk secara berkala mengirim data ke %s untuk memeriksa pembaruan versi dan memvalidasi uji coba kamu.
th: เพื่อให้สอดคล้องกับแนวทางของ WordPress.org ก่อนที่เราจะเริ่มการทดลองใช้ เราขอให้คุณยินยอมด้วยข้อมูลผู้ใช้และข้อมูลเว็บไซต์ที่ไม่ละเอียดอ่อน อนุญาตให้ %s ส่งข้อมูลไปยัง %s เป็นระยะๆ เพื่อตรวจสอบการอัปเดตเวอร์ชันและยืนยันการทดลองใช้ของคุณ.

source: By changing the user, you agree to transfer the account ownership to:
ar: بتغيير المستخدم، فإنك توافق على نقل ملكية الحساب إلى:
bg_bg: Чрез промяната на потребителя, вие се съгласявате да прехвърлите собствеността на акаунта на:
el: Αλλάζοντας τον χρήστη, συμφωνείτε να μεταφέρετε την κυριότητα του λογαριασμού στον:
et: Kasutaja muutmisega nõustute konto omandiõiguse üleandmisega:
fi: Vaihtamalla käyttäjää hyväksyt tilin omistajuuden siirron henkilölle:
id_id: Dengan mengubah pengguna, kamu setuju untuk mentransfer kepemilikan akun ke:
th: โดยการเปลี่ยนผู้ใช้ คุณยินยอมที่จะโอนความเป็นเจ้าของบัญชีไปยัง:

source: I Agree - Change User
ar: أوافق - تغيير المستخدم
bg_bg: Съгласен съм - промени потребителя
el: Συμφωνώ - αλλαγή χρήστη
et: Nõustun - muuda kasutajat
fi: Hyväksyn - vaihda käyttäjä
id_id: Saya setuju - ubah pengguna
th: ฉันยอมรับ - เปลี่ยนผู้ใช้

source: Enter email address
ar: أدخل عنوان البريد الإلكتروني
bg_bg: Въведете имейл адрес
el: Εισάγετε διεύθυνση email
et: Sisesta e-posti aadress
fi: Syötä sähköpostiosoite
id_id: Masukkan alamat email
th: ใส่ที่อยู่อีเมล

source: Saved
ar: تم الحفظ
bg_bg: Запазено
el: Αποθηκεύτηκε
et: Salvestatud
fi: Tallennettu
id_id: Tersimpan
th: บันทึกแล้ว

source: Premium
ar: مميز
bg_bg: Премиум
th: พรีเมียม

source: Beta
ar: تجريبي
bg_bg: Бета
et: Beeta
th: เบต้า

source: Activate license on all pending sites.
ar: تفعيل الترخيص على جميع المواقع المعلقة.
bg_bg: Активирай лиценза на всички чакащи сайтове.
el: Ενεργοποίηση άδειας σε όλους τους εκκρεμείς ιστότοπους.
et: Aktiveeri litsents kõigil ootel saitidel.
fi: Aktivoi lisenssi kaikilla odottavilla sivustoilla.
id_id: Aktifkan lisensi di semua situs yang tertunda.
th: เปิดใช้งานใบอนุญาตบนเว็บไซต์ที่รอดำเนินการทั้งหมด.

source: Apply on all pending sites.
ar: تطبيق على جميع المواقع المعلقة.
bg_bg: Приложи на всички чакащи сайтове.
el: Εφαρμογή σε όλους τους εκκρεμείς ιστότοπους.
et: Rakenda kõigil ootel saitidel.
fi: Käytä kaikilla odottavilla sivustoilla.
id_id: Terapkan di semua situs yang tertunda.
th: ใช้กับเว็บไซต์ที่รอดำเนินการทั้งหมด.

source: Activate license on all sites in the network.
ar: تفعيل الترخيص على جميع المواقع في الشبكة.
bg_bg: Активирай лиценза на всички сайтове в мрежата.
el: Ενεργοποίηση άδειας σε όλους τους ιστότοπους του δικτύου.
et: Aktiveeri litsents kõigil võrgustiku saitidel.
fi: Aktivoi lisenssi kaikilla verkoston sivustoilla.
id_id: Aktifkan lisensi di semua situs dalam jaringan.
th: เปิดใช้งานใบอนุญาตบนเว็บไซต์ทั้งหมดในเครือข่าย.

source: Apply on all sites in the network.
ar: تطبيق على جميع المواقع في الشبكة.
bg_bg: Приложи на всички сайтове в мрежата.
el: Εφαρμογή σε όλους τους ιστότοπους του δικτύου.
et: Rakenda kõigil võrgustiku saitidel.
fi: Käytä kaikilla verkoston sivustoilla.
id_id: Terapkan di semua situs dalam jaringan.
th: ใช้กับเว็บไซต์ทั้งหมดในเครือข่าย.

source: allow
ar: السماح
bg_bg: разреши
el: επίτρεψε
et: luba
fi: salli
id_id: izinkan
th: อนุญาต

source: delegate
ar: تفويض
bg_bg: делегирай
el: ανάθεσε
et: delegeeri
fi: delegoi
id_id: delegasikan
th: มอบหมาย

source: skip
ar: تخطي
bg_bg: пропусни
el: παράλειψε
et: jäta vahele
fi: ohita
id_id: lewati
th: ข้าม

source: Click to view full-size screenshot %d
ar: انقر لعرض لقطة الشاشة بالحجم الكامل %d
bg_bg: Кликнете, за да видите снимката в пълен размер %d
el: Κάντε κλικ για προβολή στιγμιότυπου οθόνης σε πλήρες μέγεθος %d
et: Klõpsake täissuuruses kuvatõmmise %d vaatamiseks
fi: Napsauta nähdäksesi täysikokoisen kuvakaappauksen %d
id_id: Klik untuk melihat tangkapan layar ukuran penuh %d
th: คลิกเพื่อดูภาพหน้าจอขนาดเต็ม %d

source: Unlimited Updates
ar: تحديثات غير محدودة
bg_bg: Неограничени актуализации
el: Απεριόριστες ενημερώσεις
et: Piiramatud uuendused
fi: Rajattomat päivitykset
id_id: Pembaruan tak terbatas
th: อัปเดตไม่จำกัด

source: Localhost
ar: المضيف المحلي

# as 5 licenses left
source: %s left
ar: %s متبقية
bg_bg: %s остават
el: %s απομένουν
et: %s järel
fi: %s jäljellä
id_id: %s tersisa
th: เหลือ %s

source: Last license
ar: آخر ترخيص
bg_bg: Последен лиценз
el: Τελευταία άδεια
et: Viimane litsents
fi: Viimeinen lisenssi
id_id: Lisensi terakhir
th: ใบอนุญาตสุดท้าย

source: No expiration
ar: لا تاريخ انتهاء
bg_bg: Без изтичане
el: Χωρίς λήξη
et: Aegumistähtaeg puudub
fi: Ei vanhene
id_id: Tanpa batas waktu
th: ไม่มีวันหมดอายุ

source: Cancelled
ar: تم الإلغاء
bg_bg: Анулиран
el: Ακυρώθηκε
et: Tühistatud
fi: Peruutettu
id_id: Dibatalkan
th: ยกเลิกแล้ว

source: Disconnecting the website will permanently remove %s from your User Dashboard's account.
ar: قطع اتصال الموقع سيؤدي إلى إزالة %s بشكل دائم من حساب لوحة تحكم المستخدم الخاصة بك.
bg_bg: Прекъсването на връзката с уебсайта ще премахне за постоянно %s от акаунта ви в Потребителското табло.
el: Η αποσύνδεση του ιστότοπου θα αφαιρέσει μόνιμα το %s από τον λογαριασμό του Πίνακα Ελέγχου Χρήστη σας.
et: Veebisaidi lahtiühendamine eemaldab %s jäädavalt teie kasutaja juhtpaneeli kontolt.
fi: Sivuston yhteyden katkaiseminen poistaa %s:n pysyvästi käyttäjäkojelautasi tililtä.
id_id: Memutuskan koneksi situs web akan secara permanen menghapus %s dari akun Dasbor Pengguna kamu.
th: การยกเลิกการเชื่อมต่อเว็บไซต์จะลบ %s ออกจากบัญชีแดชบอร์ดผู้ใช้ของคุณอย่างถาวร.
