Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: By disconnecting the website, previously shared diagnostic data about %1$s will be deleted and no longer visible to %2$s.
ar: عند قطع اتصال الموقع، سيتم حذف بيانات التشخيص المشتركة سابقًا حول %1$s ولن تكون مرئية لـ %2$s بعد الآن.
bg_bg: Чрез прекъсване на връзката с уебсайта, предишно споделените диагностични данни за %1$s ще бъдат изтрити и вече няма да са видими за %2$s.
el: Με την αποσύνδεση του ιστότοπου, τα προηγουμένως κοινοποιημένα διαγνωστικά δεδομένα σχετικά με το %1$s θα διαγραφούν και δεν θα είναι πλέον ορατά στο %2$s.
et: Veebisaidi lahtiühendamisel kustutatakse varem jagatud diagnostikaandmed %1$s kohta ja need ei ole enam %2$s-le nähtavad.
fi: Katkaisemalla sivuston yhteyden aiemmin jaetut diagnostiikkatiedot %1$s:stä poistetaan, eivätkä ne ole enää %2$s:n nähtävissä.
id_id: Dengan memutuskan koneksi situs web, data diagnostik yang sebelumnya dibagikan tentang %1$s akan dihapus dan tidak lagi terlihat oleh %2$s.
th: การยกเลิกการเชื่อมต่อเว็บไซต์จะทำให้ข้อมูลวินิจฉัยที่เคยแบ่งปันเกี่ยวกับ %1$s ถูกลบและไม่สามารถมองเห็นได้โดย %2$s อีกต่อไป.

source: If you wish to cancel your %1$s plan's subscription instead, please navigate to the %2$s and cancel it there.
ar: إذا كنت ترغب في إلغاء اشتراك خطة %1$s بدلاً من ذلك، يرجى الانتقال إلى %2$s وإلغائه هناك.
bg_bg: Ако искате да анулирате абонамента си за плана %1$s вместо това, моля, отидете в %2$s и го анулирайте там.
el: Αν επιθυμείτε να ακυρώσετε τη συνδρομή του πλάνου %1$s αντ' αυτού, παρακαλούμε μεταβείτε στο %2$s και ακυρώστε την εκεί.
et: Kui soovite selle asemel tühistada oma %1$s plaani tellimuse, minge palun %2$s-le ja tühistage see seal.
fi: Jos haluat sen sijaan peruuttaa %1$s-suunnitelmasi tilauksen, siirry %2$s:ään ja peruuta se siellä.
id_id: Jika kamu ingin membatalkan langganan paket %1$s sebagai gantinya, silakan buka %2$s dan batalkan di sana.
th: หากคุณต้องการยกเลิกการสมัครสมาชิกแผน %1$s แทน โปรดไปที่ %2$s และยกเลิกที่นั่น.

source: Are you sure you would like to proceed with the disconnection?
ar: هل أنت متأكد أنك ترغب في المتابعة مع قطع الاتصال؟?
bg_bg: Сигурни ли сте, че искате да продължите с прекъсването на връзката?
el: Είστε σίγουροι ότι θέλετε να προχωρήσετε με την αποσύνδεση;?
et: Kas olete kindel, et soovite lahtiühendamisega jätkata?
fi: Oletko varma, että haluat jatkaa yhteyden katkaisua?
id_id: Apakah kamu yakin ingin melanjutkan pemutusan koneksi?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการยกเลิกการเชื่อมต่อ?

source: Owner Name
ar: اسم المالك
bg_bg: Име на собственика
el: Όνομα κατόχου
et: Omaniku nimi
fi: Omistajan nimi
id_id: Nama pemilik
th: ชื่อเจ้าของ

source: Owner Email
ar: البريد الإلكتروني للمالك
bg_bg: Имейл на собственика
el: Email κατόχου
et: Omaniku e-post
fi: Omistajan sähköposti
id_id: Email pemilik
th: อีเมลเจ้าของ

source: Owner ID
ar: معرف المالك
bg_bg: ID на собственика
el: ID κατόχου
et: Omaniku ID
fi: Omistajan tunnus
id_id: ID pemilik
th: รหัสเจ้าของ

source: Subscription
ar: الاشتراك
bg_bg: Абонамент
el: Συνδρομή
et: Tellimus
fi: Tilaus
id_id: Langganan
th: การสมัครสมาชิก

source: Sorry for the inconvenience and we are here to help if you give us a chance.
ar: نعتذر عن الإزعاج ونحن هنا للمساعدة إذا منحتنا فرصة.
bg_bg: Съжаляваме за неудобството и сме тук, за да помогнем, ако ни дадете шанс.
el: Συγγνώμη για την ταλαιπωρία και είμαστε εδώ για να βοηθήσουμε αν μας δώσετε μια ευκαιρία.
et: Vabandame ebamugavuste pärast ja oleme siin, et aidata, kui annate meile võimaluse.
fi: Pahoittelemme häiriötä ja olemme valmiita auttamaan, jos annat meille mahdollisuuden.
id_id: Maaf atas ketidaknyamanannya dan kami siap membantu jika kamu memberi kami kesempatan.
th: ขออภัยในความไม่สะดวกและเรายินดีช่วยเหลือหากคุณให้โอกาสเรา.

source: Contact Support
ar: الاتصال بالدعم
bg_bg: Свържете се с поддръжката
el: Επικοινωνία με την υποστήριξη
et: Võta ühendust toega
fi: Ota yhteyttä tukeen
id_id: Hubungi dukungan
th: ติดต่อฝ่ายสนับสนุน

source: Anonymous feedback
ar: ملاحظات مجهولة
bg_bg: Анонимна обратна връзка
el: Ανώνυμη ανατροφοδότηση
et: Anonüümne tagasiside
fi: Nimetön palaute
id_id: Umpan balik anonim
th: ข้อเสนอแนะแบบไม่ระบุตัวตน

source: hour
ar: ساعة
bg_bg: час
el: ώρα
et: tund
fi: tunti
id_id: jam
th: ชั่วโมง

source: hours
ar: ساعات
bg_bg: часа
el: ώρες
et: tundi
fi: tuntia
id_id: jam
th: ชั่วโมง

source: days
ar: أيام
bg_bg: дни
el: ημέρες
et: päeva
fi: päivää
id_id: hari
th: วัน

source: Deactivate
ar: إلغاء التفعيل
bg_bg: Деактивирай
el: Απενεργοποίηση
et: Deaktiveeri
fi: Poista käytöstä
id_id: Nonaktifkan
th: ปิดการใช้งาน

source: Activate %s
ar: تفعيل %s
bg_bg: Активирай %s
el: Ενεργοποίηση %s
et: Aktiveeri %s
fi: Aktivoi %s
id_id: Aktifkan %s
th: เปิดใช้งาน %s

source: Submit & %s
ar: إرسال و%s
bg_bg: Изпрати и %s
el: Υποβολή & %s
et: Esita ja %s
fi: Lähetä ja %s
id_id: Kirim & %s
th: ส่งและ %s

source: Quick Feedback
ar: ملاحظات سريعة
bg_bg: Бърза обратна връзка
el: Γρήγορη ανατροφοδότηση
et: Kiire tagasiside
fi: Nopea palaute
id_id: Umpan balik cepat
th: ข้อเสนอแนะด่วน

source: If you have a moment, please let us know why you are %s
ar: إذا كان لديك لحظة، يرجى إخبارنا لماذا أنت %s
bg_bg: Ако имате момент, моля, кажете ни защо %s
el: Αν έχετε λίγο χρόνο, παρακαλούμε ενημερώστε μας γιατί %s
et: Kui teil on hetk aega, palun andke meile teada, miks te %s
fi: Jos sinulla on hetki aikaa, kerro meille miksi olet %s
id_id: Jika kamu punya waktu sebentar, tolong beri tahu kami mengapa kamu %s
th: หากคุณมีเวลาสักครู่ โปรดแจ้งให้เราทราบว่าทำไมคุณถึง %s

source: deactivating
ar: تقوم بإلغاء التفعيل
bg_bg: деактивирате
el: απενεργοποιείτε
et: deaktiveerite
fi: poistamassa käytöstä
id_id: menonaktifkan
th: ปิดการใช้งาน

source: switching
ar: تقوم بالتبديل
bg_bg: превключвате
el: αλλάζετε
et: vahetate
fi: vaihtamassa
id_id: beralih
th: เปลี่ยน

source: Kindly tell us the reason so we can improve.
ar: يرجى إخبارنا بالسبب حتى نتمكن من التحسين.
bg_bg: Моля, кажете ни причината, за да можем да се подобрим.
el: Παρακαλούμε πείτε μας τον λόγο ώστε να μπορέσουμε να βελτιωθούμε.
et: Palun öelge meile põhjus, et saaksime paremaks muutuda.
fi: Kerro ystävällisesti syy, jotta voimme parantaa palveluamme.
id_id: Mohon beri tahu kami alasannya agar kami bisa meningkatkan layanan.
th: กรุณาบอกเหตุผลเพื่อให้เราสามารถปรับปรุงได้.

source: Snooze & %s
ar: تأجيل و%s
bg_bg: Отложи и %s
el: Αναβολή & %s
et: Lükka edasi ja %s
fi: Lykkää ja %s
id_id: Tunda & %s
th: เลื่อนและ %s

source: Yes - %s
ar: نعم - %s
bg_bg: Да - %s
el: Ναι - %s
et: Jah - %s
fi: Kyllä - %s
id_id: Ya - %s
th: ใช่ - %s

source: Skip & %s
ar: تخطي و%s
bg_bg: Пропусни и %s
el: Παράλειψη & %s
et: Jäta vahele ja %s
fi: Ohita ja %s
id_id: Lewati & %s
th: ข้ามและ %s

source: Click here to use the plugin anonymously
ar: انقر هنا لاستخدام الإضافة بشكل مجهول
bg_bg: Кликнете тук, за да използвате плъгина анонимно
el: Κάντε κλικ εδώ για να χρησιμοποιήσετε το πρόσθετο ανώνυμα
et: Klõpsake siia, et kasutada pistikprogrammi anonüümselt
fi: Napsauta tästä käyttääksesi lisäosaa anonyymisti
id_id: Klik di sini untuk menggunakan plugin secara anonim
th: คลิกที่นี่เพื่อใช้ปลั๊กอินแบบไม่ระบุตัวตน

source: You might have missed it, but you don't have to share any data and can just %s the opt-in.
ar: ربما فاتك ذلك، ولكن لا يتعين عليك مشاركة أي بيانات ويمكنك فقط %s الاشتراك.
bg_bg: Може би сте пропуснали, но не е нужно да споделяте никакви данни и можете просто да %s съгласието.
el: Ίσως το χάσατε, αλλά δεν χρειάζεται να μοιραστείτε δεδομένα και μπορείτε απλά να %s τη συγκατάθεση.
et: Võib-olla jäi teil märkamata, aga te ei pea andmeid jagama ja võite lihtsalt %s nõusolekust.
fi: Saatat olla huomaamatta, mutta sinun ei tarvitse jakaa mitään tietoja ja voit vain %s hyväksynnän.
id_id: Mungkin kamu melewatkannya, tapi kamu tidak perlu berbagi data apa pun dan bisa langsung %s opsi penyetujuan.
th: คุณอาจพลาดไป แต่คุณไม่จำเป็นต้องแบ่งปันข้อมูลใดๆ และสามารถ %s การเลือกเข้าร่วมได้เลย.

source: I love orange is the new black season 2
bg_bg: Обичам оранжевото е новият черен сезон 2
el: Λατρεύω το Orange Is the New Black σεζόν 2
fi: Rakastan Orange Is the New Black -sarjan toista kautta
th: ฉันชอบ Orange Is the New Black ซีซัน 2
