Repository: sagarshwrmni/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: ar, bg_bg, el, et, fi, id_id, th

source: Yes, %2$s is a duplicate of %4$s for the purpose of testing, staging, or development.
ar: نعم، %2$s هي نسخة مكررة من %4$s لغرض الاختبار أو التجهيز أو التطوير.
bg_bg: Да, %2$s е дубликат на %4$s с цел тестване, стейджинг или разработка.
el: Ναι, το %2$s είναι αντίγραφο του %4$s για σκοπούς δοκιμής, σταδιακής ανάπτυξης ή ανάπτυξης.
et: Jah, %2$s on %4$s duplikaat testimise, lavastamise või arenduse eesmärgil.
fi: Kyllä, %2$s on kopio sivustosta %4$s testausta, valmistelua tai kehitystä varten.
id_id: Ya, %2$s adalah duplikat dari %4$s untuk tujuan pengujian, staging, atau pengembangan.
th: ใช่ %2$s เป็นสำเนาของ %4$s เพื่อวัตถุประสงค์ในการทดสอบ การจัดเตรียม หรือการพัฒนา.

source: Long-Term Duplicate
ar: نسخة مكررة طويلة الأمد
bg_bg: Дългосрочен дубликат
el: Μακροπρόθεσμο αντίγραφο
et: Pikaajaline duplikaat
fi: Pitkäaikainen kopio
id_id: Duplikat Jangka Panjang
th: สำเนาระยะยาว

source: Duplicate Website
ar: موقع مكرر
bg_bg: Дублиран уебсайт
el: Διπλότυπος ιστότοπος
et: Duplikaat veebisait
fi: Kopio sivustosta
id_id: Situs web duplikat
th: เว็บไซต์ที่ซ้ำกัน

source: Is %2$s the new home of %4$s?
ar: هل %2$s هو الموقع الجديد لـ %4$s؟?
bg_bg: Дали %2$s е новият дом на %4$s?
el: Είναι το %2$s η νέα έδρα του %4$s;?
et: Kas %2$s on %4$s uus asukoht?
fi: Onko %2$s sivuston %4$s uusi sijainti?
id_id: Apakah %2$s adalah rumah baru dari %4$s?
th: %2$s เป็นบ้านใหม่ของ %4$s ใช่ไหม?

source: Yes, %%2$s is replacing %%4$s. I would like to migrate my %s from %%4$s to %%2$s.
ar: نعم، %%2$s يحل محل %%4$s. أود نقل %s الخاص بي من %%4$s إلى %%2$s.
bg_bg: Да, %%2$s заменя %%4$s. Бих искал да мигрирам моя %s от %%4$s към %%2$s.
el: Ναι, το %%2$s αντικαθιστά το %%4$s. Θα ήθελα να μεταφέρω το %s μου από το %%4$s στο %%2$s.
et: Jah, %%2$s asendab %%4$s. Soovin migreerida oma %s %%4$s-st %%2$s-le.
fi: Kyllä, %%2$s korvaa sivuston %%4$s. Haluaisin siirtää %s sivustolta %%4$s sivustolle %%2$s.
id_id: Ya, %%2$s menggantikan %%4$s. Saya ingin memindahkan %s saya dari %%4$s ke %%2$s.
th: ใช่ %%2$s กำลังแทนที่ %%4$s ฉันต้องการย้าย %s จาก %%4$s ไปยัง %%2$s.

source: license
ar: الترخيص
bg_bg: лиценз
el: άδεια
et: litsentsi
fi: lisenssin
id_id: lisensi
th: ใบอนุญาต

source: data
ar: البيانات
bg_bg: данни
el: δεδομένα
et: andmed
fi: tiedot
th: ข้อมูล

source: Migrate License
ar: نقل الترخيص
bg_bg: Мигрирай лиценз
el: Μεταφορά άδειας
et: Migreerige litsents
fi: Siirrä lisenssi
id_id: Migrasi lisensi
th: ย้ายใบอนุญาต

source: Migrate
ar: نقل
bg_bg: Мигрирай
el: Μεταφορά
et: Migreerige
fi: Siirrä
id_id: Migrasi
th: ย้าย

source: Is %2$s a new website?
ar: هل %2$s موقع جديد؟?
bg_bg: Дали %2$s е нов уебсайт?
el: Είναι το %2$s ένας νέος ιστότοπος;?
et: Kas %2$s on uus veebisait?
fi: Onko %2$s uusi sivusto?
id_id: Apakah %2$s adalah situs web baru?
th: %2$s เป็นเว็บไซต์ใหม่ใช่ไหม?

source: Yes, %2$s is a new and different website that is separate from %4$s.
ar: نعم، %2$s هو موقع جديد ومختلف منفصل عن %4$s.
bg_bg: Да, %2$s е нов и различен уебсайт, който е отделен от %4$s.
el: Ναι, το %2$s είναι ένας νέος και διαφορετικός ιστότοπος που είναι ξεχωριστός από το %4$s.
et: Jah, %2$s on uus ja erinev veebisait, mis on eraldiseisev %4$s-st.
fi: Kyllä, %2$s on uusi ja erillinen sivusto, joka on erillään sivustosta %4$s.
id_id: Ya, %2$s adalah situs web baru dan berbeda yang terpisah dari %4$s.
th: ใช่ %2$s เป็นเว็บไซต์ใหม่และแตกต่างที่แยกจาก %4$s.

source: It requires license activation.
ar: يتطلب تفعيل الترخيص.
bg_bg: Изисква активиране на лиценз.
el: Απαιτεί ενεργοποίηση άδειας.
et: See vajab litsentsi aktiveerimist.
fi: Se vaatii lisenssin aktivoinnin.
id_id: Ini memerlukan aktivasi lisensi.
th: ต้องการการเปิดใช้งานใบอนุญาต.

source: New Website
ar: موقع جديد
bg_bg: Нов уебсайт
el: Νέος ιστότοπος
et: Uus veebisait
fi: Uusi sivusto
id_id: Situs web baru
th: เว็บไซต์ใหม่

# Clone resolution admin notice products list label
source: Products
ar: المنتجات
bg_bg: Продукти
el: Προϊόντα
et: Tooted
fi: Tuotteet
id_id: Produk
th: ผลิตภัณฑ์

source: You marked this website, %s, as a temporary duplicate of %s.
ar: لقد قمت بتحديد هذا الموقع، %s، كنسخة مؤقتة من %s.
bg_bg: Маркирахте този уебсайт, %s, като временен дубликат на %s.
el: Επισημάνατε αυτόν τον ιστότοπο, %s, ως προσωρινό αντίγραφο του %s.
et: Märkisid selle veebisaidi, %s, ajutiseks duplikaadiks %s.
fi: Merkitsit tämän sivuston, %s, väliaikaiseksi kopioksi sivustosta %s.
id_id: Kamu menandai situs web ini, %s, sebagai duplikat sementara dari %s.
th: คุณทำเครื่องหมายเว็บไซต์นี้ %s ว่าเป็นสำเนาชั่วคราวของ %s.

source: You marked this website, %s, as a temporary duplicate of these sites
ar: لقد قمت بتحديد هذا الموقع، %s، كنسخة مؤقتة من هذه المواقع
bg_bg: Маркирахте този уебсайт, %s, като временен дубликат на тези сайтове
el: Επισημάνατε αυτόν τον ιστότοπο, %s, ως προσωρινό αντίγραφο αυτών των ιστοτόπων
et: Märkisid selle veebisaidi, %s, ajutiseks duplikaadiks nendele saitidele
fi: Merkitsit tämän sivuston, %s, väliaikaiseksi kopioksi näistä sivustoista
id_id: Kamu menandai situs web ini, %s, sebagai duplikat sementara dari situs-situs ini
th: คุณทำเครื่องหมายเว็บไซต์นี้ %s ว่าเป็นสำเนาชั่วคราวของไซต์เหล่านี้

source: %s automatic security & feature updates and paid functionality will keep working without interruptions until %s (or when your license expires, whatever comes first).
ar: ستستمر التحديثات الأمنية والميزات التلقائية لـ %s والوظائف المدفوعة في العمل دون انقطاع حتى %s (أو عند انتهاء صلاحية ترخيصك، أيهما يأتي أولاً).
bg_bg: Автоматичните актуализации за сигурност и функции на %s, както и платената функционалност, ще продължат да работят без прекъсване до %s (или когато лицензът ви изтече, което настъпи първо).
el: Οι αυτόματες ενημερώσεις ασφαλείας και λειτουργιών του %s και η λειτουργικότητα επί πληρωμή θα συνεχίσουν να λειτουργούν χωρίς διακοπές μέχρι τις %s (ή μέχρι τη λήξη της άδειάς σας, όποιο έρθει πρώτο).
et: %s automaatsed turvalisuse ja funktsioonide uuendused ning tasulised funktsioonid jätkavad tööd ilma katkestusteta kuni %s (või kuni teie litsents aegub, kumb iganes enne juhtub).
fi: %s automaattiset tietoturva- ja ominaisuuspäivitykset sekä maksulliset toiminnot jatkavat toimintaansa keskeytyksettä %s asti (tai kunnes lisenssisi vanhenee, kumpi tahansa tulee ensin).
id_id: Pembaruan keamanan & fitur otomatis %s dan fungsi berbayar akan terus berjalan tanpa gangguan sampai %s (atau ketika lisensi kamu kadaluarsa, mana yang lebih dulu).
th: การอัปเดตความปลอดภัยและฟีเจอร์อัตโนมัติของ %s และฟังก์ชันการทำงานแบบชำระเงินจะยังคงทำงานต่อไปโดยไม่มีการหยุดชะงักจนถึง %s (หรือเมื่อใบอนุญาตของคุณหมดอายุ แล้วแต่อย่างไหนจะมาถึงก่อน).

# "The <product_label>", e.g.: "The plugin"
source: The %s's
ar: الـ %s الخاص بـ
bg_bg: Актуализациите на %s
el: Του %s
et: %s
fi: %s:n
id_id: %s
th: %s ของ

source: The following products'
ar: المنتجات التالية
bg_bg: Актуализациите на следните продукти
el: Των ακόλουθων προϊόντων
et: Järgmiste toodete
fi: Seuraavien tuotteiden
id_id: Produk-produk berikut
th: ผลิตภัณฑ์ต่อไปนี้

source: If this is a long term duplicate, to keep automatic updates and paid functionality after %s, please %s.
ar: إذا كانت هذه نسخة مكررة طويلة الأمد، للحفاظ على التحديثات التلقائية والوظائف المدفوعة بعد %s، يرجى %s.
bg_bg: Ако това е дългосрочен дубликат, за да запазите автоматичните актуализации и платената функционалност след %s, моля %s.
el: Εάν πρόκειται για μακροπρόθεσμο αντίγραφο, για να διατηρήσετε τις αυτόματες ενημερώσεις και τη λειτουργικότητα επί πληρωμή μετά τις %s, παρακαλούμε %s.
et: Kui see on pikaajaline duplikaat, siis automaatsete uuenduste ja tasuliste funktsioonide säilitamiseks pärast %s, palun %s.
fi: Jos tämä on pitkäaikainen kopio, jatkaaksesi automaattisia päivityksiä ja maksullisia toimintoja %s jälkeen, ole hyvä ja %s.
id_id: Jika ini adalah duplikat jangka panjang, untuk menjaga pembaruan otomatis dan fungsi berbayar setelah %s, silakan %s.
th: หากนี่เป็นสำเนาระยะยาว เพื่อรักษาการอัปเดตอัตโนมัติและฟังก์ชันการทำงานแบบชำระเงินหลังจาก %s โปรด %s.

source: activate a license here
ar: تفعيل ترخيص هنا
bg_bg: активирайте лиценз тук
el: ενεργοποιήστε μια άδεια εδώ
et: aktiveerige siin litsents
fi: aktivoi lisenssi täällä
id_id: aktifkan lisensi di sini
th: เปิดใช้งานใบอนุญาตที่นี่

source: View Basic Website Info
ar: عرض معلومات الموقع الأساسية
bg_bg: Виж основна информация за уебсайта
el: Προβολή βασικών πληροφοριών ιστοτόπου
et: Vaata põhilist veebisaidi infot
fi: Näytä sivuston perustiedot
id_id: Lihat info dasar situs web
th: ดูข้อมูลเว็บไซต์พื้นฐาน

source: Homepage URL & title, WP & PHP versions, and site language
ar: عنوان URL للصفحة الرئيسية والعنوان، إصدارات WP و PHP، ولغة الموقع
bg_bg: URL и заглавие на началната страница, WP и PHP версии и език на сайта
el: URL & τίτλος αρχικής σελίδας, εκδόσεις WP & PHP και γλώσσα ιστοτόπου
et: Kodulehe URL ja pealkiri, WP ja PHP versioonid ning saidi keel
fi: Kotisivun URL ja otsikko, WP- ja PHP-versiot sekä sivuston kieli
id_id: URL & judul beranda, versi WP & PHP, dan bahasa situs
th: URL หน้าแรกและชื่อ เวอร์ชัน WP และ PHP และภาษาของไซต์

source: To provide additional functionality that's relevant to your website, avoid WordPress or PHP version incompatibilities that can break your website, and recognize which languages & regions the %s should be translated and tailored to.
ar: لتوفير وظائف إضافية ذات صلة بموقعك، وتجنب عدم التوافق مع إصدارات WordPress أو PHP التي قد تعطل موقعك، والتعرف على اللغات والمناطق التي يجب ترجمة %s وتخصيصه لها.
bg_bg: За да предоставим допълнителна функционалност, която е подходяща за вашия уебсайт, да избегнем несъвместимости с версиите на WordPress или PHP, които могат да повредят вашия уебсайт, и да разпознаем на кои езици и региони трябва да бъде преведен и адаптиран %s.
el: Για την παροχή πρόσθετης λειτουργικότητας σχετικής με τον ιστότοπό σας, την αποφυγή ασυμβατοτήτων εκδόσεων WordPress ή PHP που μπορεί να προκαλέσουν προβλήματα στον ιστότοπό σας, και την αναγνώριση των γλωσσών & περιοχών στις οποίες το %s θα πρέπει να μεταφραστεί και να προσαρμοστεί.
et: Et pakkuda teie veebisaidile asjakohast lisafunktsionaalsust, vältida WordPressi või PHP versiooni ühilduvusprobleeme, mis võivad teie veebisaidi rikkuda, ning tuvastada, millisesse keelde ja piirkonda %s tuleks tõlkida ja kohandada.
fi: Tarjotaksemme lisätoimintoja, jotka ovat olennaisia sivustollesi, välttääksemme WordPress- tai PHP-versioiden yhteensopivuusongelmia, jotka voivat rikkoa sivustosi, ja tunnistaaksemme, mille kielille ja alueille %s tulisi kääntää ja räätälöidä.
id_id: Untuk menyediakan fungsi tambahan yang relevan dengan situs web kamu, menghindari ketidakcocokan versi WordPress atau PHP yang dapat merusak situs web kamu, dan mengenali bahasa & wilayah mana %s harus diterjemahkan dan disesuaikan.
th: เพื่อให้ฟังก์ชันการทำงานเพิ่มเติมที่เกี่ยวข้องกับเว็บไซต์ของคุณ หลีกเลี่ยงความไม่เข้ากันของเวอร์ชัน WordPress หรือ PHP ที่อาจทำให้เว็บไซต์ของคุณเสียหาย และรับรู้ว่าภาษาและภูมิภาคใดที่ควรแปลและปรับแต่ง %s.

source: View Basic %s Info
ar: عرض معلومات %s الأساسية
bg_bg: Виж основна информация за %s
el: Προβολή βασικών πληροφοριών %s
et: Vaata põhilist %s infot
fi: Näytä %s:n perustiedot
id_id: Lihat info dasar %s
th: ดูข้อมูล %s พื้นฐาน

source: Current %s & SDK versions, and if active or uninstalled
ar: إصدارات %s و SDK الحالية، وما إذا كانت نشطة أو تم إلغاء تثبيتها
bg_bg: Текущи версии на %s и SDK, и дали е активен или деинсталиран
el: Τρέχουσες εκδόσεις %s & SDK, και αν είναι ενεργό ή απεγκατεστημένο
et: Praegused %s ja SDK versioonid ning kas on aktiivne või desinstallitud
fi: Nykyiset %s- ja SDK-versiot, sekä onko aktiivinen vai poistettu
id_id: Versi %s & SDK saat ini, dan apakah aktif atau dihapus
th: เวอร์ชันปัจจุบันของ %s และ SDK และว่ากำลังใช้งานอยู่หรือถอนการติดตั้งแล้ว

source: View License Essentials
ar: عرض أساسيات الترخيص
bg_bg: Виж основна информация за лиценза
el: Προβολή βασικών στοιχείων άδειας
et: Vaata litsentsi põhiandmeid
fi: Näytä lisenssin olennaiset tiedot
id_id: Lihat hal penting lisensi
th: ดูข้อมูลสำคัญของใบอนุญาต

source: To let you manage & control where the license is activated and ensure %s security & feature updates are only delivered to websites you authorize.
ar: للسماح لك بإدارة والتحكم في مكان تفعيل الترخيص وضمان تسليم تحديثات الأمان والميزات الخاصة بـ %s فقط إلى المواقع التي تصرح بها.
bg_bg: За да ви позволим да управлявате и контролирате къде е активиран лицензът и да гарантираме, че актуализациите за сигурност и функции на %s се доставят само на уебсайтове, които вие разрешавате.
el: Για να σας επιτρέψει να διαχειριστείτε & να ελέγξετε πού είναι ενεργοποιημένη η άδεια και να διασφαλίσετε ότι οι ενημερώσεις ασφαλείας & λειτουργιών του %s παραδίδονται μόνο σε ιστοτόπους που εξουσιοδοτείτε.
et: Et võimaldada teil hallata ja kontrollida, kus litsents on aktiveeritud, ning tagada, et %s turvalisuse ja funktsioonide uuendused edastatakse ainult teie poolt volitatud veebisaitidele.
fi: Jotta voit hallita ja valvoa, missä lisenssi on aktivoitu, ja varmistaa, että %s:n tietoturva- ja ominaisuuspäivitykset toimitetaan vain valtuuttamillesi sivustoille.
id_id: Untuk memungkinkan kamu mengelola & mengontrol di mana lisensi diaktifkan dan memastikan pembaruan keamanan & fitur %s hanya dikirim ke situs web yang kamu izinkan.
th: เพื่อให้คุณจัดการและควบคุมว่าใบอนุญาตถูกเปิดใช้งานที่ไหน และเพื่อให้แน่ใจว่าการอัปเดตความปลอดภัยและฟีเจอร์ของ %s ถูกส่งไปยังเว็บไซต์ที่คุณอนุญาตเท่านั้น.

source: View %s State
ar: عرض حالة %s
bg_bg: Виж състоянието на %s
el: Προβολή κατάστασης %s
et: Vaata %s olekut
fi: Näytä %s:n tila
id_id: Lihat status %s
th: ดูสถานะ %s

source: Is active, deactivated, or uninstalled
ar: نشط، معطل، أو تم إلغاء التثبيت
bg_bg: Активен, деактивиран или деинсталиран
el: Είναι ενεργό, απενεργοποιημένο ή απεγκατεστημένο
et: On aktiivne, deaktiveeritud või desinstallitud
fi: Onko aktiivinen, poistettu käytöstä vai poistettu kokonaan
id_id: Aktif, dinonaktifkan, atau dihapus
th: กำลังใช้งานอยู่ ปิดการใช้งาน หรือถอนการติดตั้งแล้ว

source: So you can reuse the license when the %s is no longer active.
ar: حتى تتمكن من إعادة استخدام الترخيص عندما لا يكون %s نشطًا بعد الآن.
bg_bg: За да можете да използвате повторно лиценза, когато %s вече не е активен.
el: Ώστε να μπορείτε να επαναχρησιμοποιήσετε την άδεια όταν το %s δεν είναι πλέον ενεργό.
et: Et saaksite litsentsi uuesti kasutada, kui %s pole enam aktiivne.
fi: Jotta voit käyttää lisenssiä uudelleen, kun %s ei ole enää aktiivinen.
id_id: Jadi kamu bisa menggunakan kembali lisensi ketika %s tidak lagi aktif.
th: เพื่อให้คุณสามารถนำใบอนุญาตกลับมาใช้ใหม่เมื่อ %s ไม่ได้ใช้งานอีกต่อไป.

source: View Diagnostic Info
ar: عرض معلومات التشخيص
bg_bg: Виж диагностична информация
el: Προβολή διαγνωστικών πληροφοριών
et: Vaata diagnostilist infot
fi: Näytä diagnostiikkatiedot
id_id: Lihat info diagnostik
th: ดูข้อมูลการวินิจฉัย

source: optional
ar: اختياري
bg_bg: по избор
el: προαιρετικό
et: valikuline
fi: valinnainen
id_id: opsional
th: ไม่บังคับ

source: WordPress & PHP versions, site language & title
ar: إصدارات WordPress و PHP، لغة الموقع وعنوانه
bg_bg: WordPress и PHP версии, език и заглавие на сайта
el: Εκδόσεις WordPress & PHP, γλώσσα & τίτλος ιστοτόπου
et: WordPressi ja PHP versioonid, saidi keel ja pealkiri
fi: WordPress- ja PHP-versiot, sivuston kieli ja otsikko
id_id: Versi WordPress & PHP, bahasa & judul situs
th: เวอร์ชัน WordPress และ PHP ภาษาและชื่อไซต์

source: To avoid breaking your website due to WordPress or PHP version incompatibilities, and recognize which languages & regions the %s should be translated and tailored to.
ar: لتجنب تعطيل موقعك بسبب عدم التوافق مع إصدارات WordPress أو PHP، والتعرف على اللغات والمناطق التي يجب ترجمة %s وتخصيصه لها.
bg_bg: За да избегнем повреждане на вашия уебсайт поради несъвместимости с версиите на WordPress или PHP, и да разпознаем на кои езици и региони трябва да бъде преведен и адаптиран %s.
el: Για την αποφυγή προβλημάτων στον ιστότοπό σας λόγω ασυμβατοτήτων εκδόσεων WordPress ή PHP, και την αναγνώριση των γλωσσών & περιοχών στις οποίες το %s θα πρέπει να μεταφραστεί και να προσαρμοστεί.
et: Et vältida teie veebisaidi rikkumist WordPressi või PHP versiooni ühilduvusprobleemide tõttu ning tuvastada, millisesse keelde ja piirkonda %s tuleks tõlkida ja kohandada.
fi: Välttääksemme sivustosi rikkoutumisen WordPress- tai PHP-versioiden yhteensopimattomuuden vuoksi ja tunnistaaksemme, mille kielille ja alueille %s tulisi kääntää ja räätälöidä.
id_id: Untuk menghindari kerusakan situs web kamu karena ketidakcocokan versi WordPress atau PHP, dan mengenali bahasa & wilayah mana %s harus diterjemahkan dan disesuaikan.
th: เพื่อหลีกเลี่ยงการทำให้เว็บไซต์ของคุณเสียหายเนื่องจากความไม่เข้ากันของเวอร์ชัน WordPress หรือ PHP และรับรู้ว่าภาษาและภูมิภาคใดที่ควรแปลและปรับแต่ง %s.

source: View Plugins & Themes List
ar: عرض قائمة الإضافات والقوالب
bg_bg: Виж списък с плъгини и теми
el: Προβολή λίστας πρόσθετων & θεμάτων
et: Vaata pluginate ja teemade nimekirja
fi: Näytä lisäosien ja teemojen luettelo
id_id: Lihat daftar plugin & tema
th: ดูรายการปลั๊กอินและธีม

source: Names, slugs, versions, and if active or not
ar: الأسماء، الأسماء المختصرة، الإصدارات، وما إذا كانت نشطة أم لا
bg_bg: Имена, слъгове, версии и дали са активни или не
el: Ονόματα, σύντομα ονόματα, εκδόσεις και αν είναι ενεργά ή όχι
et: Nimed, slugid, versioonid ja kas on aktiivsed või mitte
fi: Nimet, tunnisteet, versiot ja ovatko aktiivisia vai eivät
id_id: Nama, slug, versi, dan apakah aktif atau tidak
th: ชื่อ สลัก เวอร์ชัน และว่ากำลังใช้งานอยู่หรือไม่

source: To ensure compatibility and avoid conflicts with your installed plugins and themes.
ar: لضمان التوافق وتجنب التعارضات مع الإضافات والقوالب المثبتة لديك.
bg_bg: За да осигурим съвместимост и да избегнем конфликти с инсталираните плъгини и теми.
el: Για τη διασφάλιση συμβατότητας και την αποφυγή συγκρούσεων με τα εγκατεστημένα πρόσθετα και θέματά σας.
et: Et tagada ühilduvus ja vältida konflikte teie paigaldatud pluginate ja teemadega.
fi: Varmistaaksemme yhteensopivuuden ja välttääksemme konfliktit asennettujen lisäosien ja teemojen kanssa.
id_id: Untuk memastikan kompatibilitas dan menghindari konflik dengan plugin dan tema yang terpasang.
th: เพื่อให้แน่ใจว่าเข้ากันได้และหลีกเลี่ยงความขัดแย้งกับปลั๊กอินและธีมที่คุณติดตั้ง.

source: View Basic Profile Info
ar: عرض معلومات الملف الشخصي الأساسية
bg_bg: Виж основна информация за профила
el: Προβολή βασικών πληροφοριών προφίλ
et: Vaata põhilist profiili infot
fi: Näytä profiilin perustiedot
id_id: Lihat info profil dasar
th: ดูข้อมูลโปรไฟล์พื้นฐาน

source: Your WordPress user's: first & last name, and email address
ar: مستخدم WordPress الخاص بك: الاسم الأول واسم العائلة وعنوان البريد الإلكتروني
bg_bg: Вашият WordPress потребител: име и фамилия, и имейл адрес
el: Του χρήστη WordPress σας: όνομα & επώνυμο και διεύθυνση email
et: Teie WordPressi kasutaja: ees- ja perekonnanimi ning e-posti aadress
fi: WordPress-käyttäjäsi: etu- ja sukunimi sekä sähköpostiosoite
id_id: Pengguna WordPress kamu: nama depan & belakang, dan alamat email
th: ผู้ใช้ WordPress ของคุณ: ชื่อและนามสกุล และที่อยู่อีเมล

source: Never miss important updates, get security warnings before they become public knowledge, and receive notifications about special offers and awesome new features.
ar: لا تفوت أبدًا التحديثات المهمة، واحصل على تحذيرات أمنية قبل أن تصبح معرفة عامة، وتلقى إشعارات حول العروض الخاصة والميزات الرائعة الجديدة.
bg_bg: Никога не пропускайте важни актуализации, получавайте предупреждения за сигурност преди да станат публично достояние и получавайте известия за специални оферти и страхотни нови функции.
el: Μην χάσετε ποτέ σημαντικές ενημερώσεις, λάβετε προειδοποιήσεις ασφαλείας πριν γίνουν δημόσια γνωστές και λάβετε ειδοποιήσεις για ειδικές προσφορές και εκπληκτικές νέες λειτουργίες.
et: Ära jää ilma olulistest uuendustest, saa turvahoiatusi enne, kui need avalikuks saavad, ning võta vastu teateid eripakkumiste ja lahedate uute funktsioonide kohta.
fi: Älä koskaan jää paitsi tärkeistä päivityksistä, saa tietoturvavaroituksia ennen kuin ne tulevat yleiseen tietoon ja vastaanota ilmoituksia erikoistarjouksista ja mahtavista uusista ominaisuuksista.
id_id: Jangan pernah lewatkan pembaruan penting, dapatkan peringatan keamanan sebelum menjadi pengetahuan umum, dan terima notifikasi tentang penawaran khusus dan fitur baru yang keren.
th: ไม่พลาดการอัปเดตสำคัญ รับคำเตือนด้านความปลอดภัยก่อนที่จะเป็นที่รู้กันทั่วไป และรับการแจ้งเตือนเกี่ยวกับข้อเสนอพิเศษและฟีเจอร์ใหม่ที่น่าทึ่ง.

source: Newsletter
ar: النشرة الإخبارية
bg_bg: Бюлетин
el: Ενημερωτικό δελτίο
et: Uudiskiri
fi: Uutiskirje
th: จดหมายข่าว

source: Updates, announcements, marketing, no spam
ar: التحديثات، الإعلانات، التسويق، بدون رسائل مزعجة
bg_bg: Актуализации, съобщения, маркетинг, без спам
el: Ενημερώσεις, ανακοινώσεις, μάρκετινγκ, χωρίς spam
et: Uuendused, teadaanded, turundus, ilma rämpspostita
fi: Päivitykset, ilmoitukset, markkinointi, ei roskapostia
id_id: Pembaruan, pengumuman, pemasaran, tanpa spam
th: อัปเดต ประกาศ การตลาด ไม่มีสแปม

# verb
source: Update
ar: تحديث
bg_bg: Актуализирай
el: Ενημέρωση
et: Uuenda
fi: Päivitä
id_id: Perbarui
th: อัปเดต

source: Billing
ar: الفواتير
bg_bg: Фактуриране
el: Τιμολόγηση
et: Arveldamine
fi: Laskutus
id_id: Penagihan
th: การเรียกเก็บเงิน

source: Business name
ar: اسم الشركة
bg_bg: Име на фирмата
el: Επωνυμία επιχείρησης
et: Ettevõtte nimi
fi: Yrityksen nimi
id_id: Nama bisnis
th: ชื่อธุรกิจ

source: Tax / VAT ID
ar: الرقم الضريبي / رقم ضريبة القيمة المضافة
bg_bg: Данъчен / ДДС номер
el: ΑΦΜ / ΦΠΑ ID
et: Maksu-/käibemaksu ID
fi: Vero- / ALV-tunnus
id_id: ID Pajak / PPN
th: หมายเลขประจำตัวผู้เสียภาษี / VAT

source: Address Line %d
ar: سطر العنوان %d
bg_bg: Адрес ред %d
el: Γραμμή διεύθυνσης %d
et: Aadressirida %d
fi: Osoiterivi %d
id_id: Alamat baris %d
th: ที่อยู่บรรทัดที่ %d

source: City
ar: المدينة
bg_bg: Град
el: Πόλη
et: Linn
fi: Kaupunki
id_id: Kota
th: เมือง

source: Town
ar: البلدة
bg_bg: Населено място
el: Κωμόπολη
et: Asula
fi: Kunta
id_id: Kota
th: เมือง

source: ZIP / Postal Code
ar: الرمز البريدي
bg_bg: Пощенски код
el: Ταχυδρομικός κώδικας
et: Sihtnumber
fi: Postinumero
id_id: Kode Pos
th: รหัสไปรษณีย์

source: Country
ar: الدولة
bg_bg: Държава
el: Χώρα
et: Riik
fi: Maa
id_id: Negara
th: ประเทศ

source: Select Country
ar: اختر الدولة
bg_bg: Избери държава
el: Επιλέξτε χώρα
et: Vali riik
fi: Valitse maa
id_id: Pilih negara
th: เลือกประเทศ

source: State
ar: الولاية
bg_bg: Област
el: Πολιτεία
et: Osariik
fi: Osavaltio
id_id: Provinsi
th: รัฐ

source: Province
ar: المقاطعة
bg_bg: Провинция
el: Επαρχία
et: Maakond
fi: Maakunta
id_id: Provinsi
th: จังหวัด

source: Payments
ar: المدفوعات
bg_bg: Плащания
el: Πληρωμές
et: Maksed
fi: Maksut
id_id: Pembayaran
th: การชำระเงิน

source: Date
ar: التاريخ
bg_bg: Дата
el: Ημερομηνία
et: Kuupäev
fi: Päivämäärä
id_id: Tanggal
th: วันที่

source: Amount
ar: المبلغ
bg_bg: Сума
el: Ποσό
et: Summa
fi: Summa
id_id: Jumlah
th: จำนวนเงิน

source: Invoice
ar: الفاتورة
bg_bg: Фактура
el: Τιμολόγιο
et: Arve
fi: Lasku
id_id: Faktur
th: ใบแจ้งหนี้

source: Checkout
ar: الدفع
bg_bg: Плащане
el: Ολοκλήρωση αγοράς
et: Kassa
fi: Kassa
th: ชำระเงิน

source: PCI compliant
ar: متوافق مع معايير أمان بطاقات الدفع
bg_bg: PCI съвместим
el: Συμβατό με PCI
et: PCI nõuetele vastav
fi: PCI-yhteensopiva
id_id: Sesuai PCI
th: สอดคล้องกับ PCI

source: Processing, please wait and do not close or refresh this window...
ar: جارٍ المعالجة، يرجى الانتظار وعدم إغلاق أو تحديث هذه النافذة...
bg_bg: Обработка, моля изчакайте и не затваряйте или обновявайте този прозорец...
el: Επεξεργασία, παρακαλώ περιμένετε και μην κλείσετε ή ανανεώσετε αυτό το παράθυρο...
et: Töötlemine, palun oodake ja ärge sulgege ega värskendage seda akent...
fi: Käsitellään, odota äläkä sulje tai päivitä tätä ikkunaa...
id_id: Sedang diproses, mohon tunggu dan jangan tutup atau refresh jendela ini...
th: กำลังประมวลผล โปรดรอและอย่าปิดหรือรีเฟรชหน้านี้นะ...
